{
  "ad3ya": [
    {
      "id": 1,
      "title": "الاستفتاح",
      "items": [
        "اللهم لك الحمد أنت نور السماوات والأرض ومن فيهن ولك الحمد أنت قيوم السماوات والأرض ومن فيهن ولك الحمد أنت ملك السماوات والأرض ومن فيهن ولك الحمد أنت الحق ووعدك حق ولقائك حق والجنة حق والنار حق والنبيون حق ومحمد صلى الله عليه وسلم حق والساعة حق اللهم لك أسلمنا وبك آمنا وعليك توكلنا وإليك أنبنا وبك خاصمنا وإليك حاكمنا فاغفر لنا ما قدمنا وما أخرنا وما أسررنا وما أعلنا وما أنت أعلم به منا أنت المقدم وأنت المؤخر لا إله إلا أنت ولا حول ولا قوة إلا بالله العلي العظيم.",
        "اللهم إني أسألك بأن لك الحمد لا إله إلا أنت المنان بديع السماوات والأرض يا ذا الجلال والإكرام يا حي يا قيوم.",
        "اللهم لك الحمد حمداً كثيراً طيباً مباركاً فيه ملء السماوات وملء الأرض وملء ما بينهما وملء ما شئت من شيء بعد أهل الثناء والمجد، أحق ما قال العبد، وكلنا لك عبد، لا مانع لما أعطيت، ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد.",
        "اللهم لك الحمد كله، ولك الشكر كله، ولك الملك كله، وإليك يرجع الأمر كله، علانيته وسره، رحمان الدنيا والآخرة ورحيمهما، ارحمنا اللهم برحمة تغنينا بها عن رحمة من سواك، لك الحمد حتى ترضى، ولك الحمد إذا رضيت، ولك الحمد قبل الرضا، ولك الحمد بعد الرضا، ولك الحمد على كل حال، ونعوذ بالله من حال أهل النار.",
        "اللهم لك الحمد كما ينبغي لجلال وجهك وعظيم سلطانك.",
        "اللهم مالك الملك تؤتي الملك من تشاء، وتنزع الملك ممن تشاء، وتعز من تشاء، وتذل من تشاء، بيدك الخير، إنك على كل شيء قدير، رحمن الدنيا والآخرة ورحيمهما، تعطيهما من تشاء، وتمنع منهما من تشاء، ارحمني رحمة تغنيني بها عن رحمة من سواك.",
        "اللهم رب جبرائيل وميكائيل وإسرافيل، فاطر السماوات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم."
      ]
    },
    {
      "id": 2,
      "title": "الصلاة على النبي",
      "items": [
        "اللهم صلِّ على سيدنا محمد في الأولين، وصلِّ عليه في الآخرين، وصلِّ عليه في كل وقت وحين، وصلِّ عليه في الملأ الأعلى إلى يوم الدين.",
        "اللهم صلِّ عليه عدد ما ذكرك الذاكرون الأبرار، وصلِّ عليه عدد ما أظلم عليه الليل وأضاء عليه النهار، اللهم صلِّ عليه عدد حبات الرمال، وعدد قطرات الأمطار.",
        "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كما صليتَ على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد.",
        "اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كما باركتَ على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد.",
        "اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَهْلِ بَيْتِهِ، وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ.",
        "وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَهْلِ بَيْتِهِ، وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ."
      ]
    },
    {
      "id": 3,
      "title": "الدعاء الشامل",
      "items": [
        "اللهم إنا نسألك من الخير كله عاجله وآجله ما علمنا منه وما لم نعلم ونعوذ بك من الشر كله عاجله وآجله ما علمنا منه وما لم نعلم.",
        "اللهم إنا نسألك الجنة وما قرب إليها من قول أو عمل ونعوذ بك من النار وما قرب إليها من قول أو عمل.",
        "اللهم إنا نسألك مما سألك به عبدك ونبيك محمد صلى الله عليه وسلم ونعوذ بك من شر ما استعاذ منه عبدك ونبيك محمد صلى الله عليه وسلم.",
        "اللهم ما قضيت لنا من قضاء فاجعل عاقبته لنا رشدا.",
        "اللهم رب السماوات السبع ورب العرش العظيم ربنا ورب كل شيء منزل التوراة والانجيل والقرآن فالق الحب والنوى نعوذ بك من شر كل شيء أنت أخذ بناصيته أنت الأول فليس قبلك شيء وأنت الآخر فليس بعدك شيء وأنت الظاهر فليس فوقك شيء وأنت الباطن فليس دونك شيء أقضي عننا ديوننا وأغننا من الفقر.",
        "اللهم أصلح لنا ديننا الذي هو عصمة أمرنا وأصلح لنا دنيانا التي فيها معاشنا وأصلح لنا آخرتنا التي إليها معادنا واجعل الحياة زيادة لنا في كل خير واجعل الموت راحة لنا من كل شر.",
        "اللهم آت نفوسنا تقواها زكها أنت خير من زكاها أنت وليها ومولاها إليك مردها ومنتهاها.",
        "اللهم أعنا ولا تعن علينا وانصرنا ولا تنصر علينا وامكر لنا ولا تمكر علينا واهدنا ويسر الهدى لنا وانصرنا على من بغى علينا.",
        "ربنا اجعلنا لك شاكرين لك ذاكرين لك رهابين لك مطواعين لك مخبتين إليك أواهين منيبين ربنا اقبل توبتنا واغسل حوبتنا واجب دعوتنا وثبت حجتنا وسدد ألسنتنا واهد قلوبنا واسلل سخيمة صدورنا.",
        "اللهم اجعل في قلوبنا نورا وفى أبصارنا نورا وفي أسماعنا نورا وعن أيماننا نورا وعن شمائلنا نورا ومن فوقنا نورا ومن تحتنا نورا ومن أمامنا نورا ومن خلفنا نورا واجعلنا نورا.",
        "اللهم بعلمك الغيب وبقدرتك على الخلق أحينا ما علمت الحياة خيرا لنا وتوفنا ما علمت الوفاة خيرا لنا.",
        "نسألك خشيتك في الغيب والشهادة ونسألك كلمة الحق في الرضا والغضب ونسألك القصد في الغنى والفقر ونسألك نعيما لا ينفد وقرة عين لا تنقطع ونسألك الرضاء بعد القضاء ونسألك برد العيش بعد الموت.",
        "نسألك لذة النظر إلى وجهك الكريم والشوق إلى لقائك غير ضراء مضرة ولا فتنة مضلة ولقاء حبيبك المصطفى في جنات النعيم.",
        "اللهم اجعلنا هداة مهديين غير ضالين ولا مضلين وإذا أردت بعبادك فتنة فاقبضنا إليك غير فاتنين ولا مفتونين ولا مبدلين ولا مغيرين.",
        "اللهم اهدنا بفضلك فيمن هديت وعافنا فيمن عافيت وتولنا فيمن توليت وبارك لنا فيما أعطيت وقنا واصرف عنا برحمتك شر ما قضيت.",
        "اللهم يا واصل المنقطعين صلنا إليك، اللهم هب لنا عملا صالحا يقربنا إليك، اللهم لا تفضحنا لا بين خلقك ولا بين يديك.",
        "اللهم تقبل صلاتنا وصيامنا وقيامنا وقعودنا وسجودنا وتلاوتنا وتهجدنا واجعلنا اللهم من عتقائك من النار ومن المقبولين.",
        "اللهم اجعل القرآن ربيع قلوبنا ونور أبصارنا وجلاء همومنا وغمومنا وأحزاننا، اللهم ذكرنا منه ما نسينا وعلمنا منه ما جهلنا.",
        "اللهم استر عوراتنا وآمن روعاتنا واهد قلوبنا واقضي ديوننا وبلغنا مما يرضيك آمالنا."
      ]
    },
    {
      "id": 4,
      "title": "طلب المغفرة",
      "items": [
        "اللهم إنك عفو كريم تحب العفو فاعف عنا.",
        "اللهم عافنا واعف عنا وعلى طاعتك أعنا ومن شرور خلقك سلمنا وإلى أنفسنا لا تكلنا.",
        "اللهم ارحمنا فإنك بنا راحم لا تعذبنا فأنت علينا قادر ألطف بنا يا مولانا فيما جرت به المقادير إنك على كل شيء قدير.",
        "اللهم ارحمنا برحمتك ولا تكلنا إلى أنفسنا طرفة عين وأصلح لنا شأننا كله لا إله إلا أنت.",
        "اللهم اغفر لي وارحمني وعافني وارزقني.",
        "اللهم إني ظلمت نفسي ظلما كثيرا ولا يغفر الذنب إلا أنت فاغفر لي مغفرة إنك أنت الغفور الرحيم.",
        "اللهم أنت ربنا لا إله إلا أنت خلقتنا ونحن عبادك ونحن على عهدك ووعدك ما استطعنا نعوذ بك من شر ما صنعنا نبوء لك بنعمتك علينا ونبوء بذنوبنا فاغفر لنا فإنه لا يغفر الذنوب إلا أنت.",
        "ربنا اغفر لنا خطيئاتنا وجهلنا وإسرافنا في أمرنا كله وما أنت أعلم به منا.",
        "اللهم اغفر لنا ما قدمنا وما أخرنا وما أسررنا وما أعلنا وما أنت أعلم به منا أنت المقدم وأنت المؤخر وأنت على كل شيء قدير.",
        "اللهم لا تدع لنا ذنبا إلا غفرته، ولا هما إلا فرجته، ولا مريضا إلا شفيته، ولا مبتلا إلا عافيته، ولا محتاجا إلا أعطيته.",
        "لا إله إلا أنت سبحانك إني كنت من الظالمين.",
        "ربنا ظلمنا أنفسنا وإن تغفر لنا وترحمنا لنكونن من الخاسرين."
      ]
    },
    {
      "id": 5,
      "title": "أدعية الطلب",
      "items": [
        "اللهم ارزقنا رزقًا حلالًا واسعًا طيبًا من غير كد، واستجب دعاءنا من غير رد، ونعوذ بك من الفضيحتين: الفقر والدين.",
        "اللهم إنا نسألك الهدى والتقى والعفاف والغنى.",
        "اللهم اكفنا بحلالك عن حرامك وأغننا بفضلك عمن سواك.",
        "ربنا هب لنا من أزواجنا وذرياتنا قرة أعين، واجعلنا للمتقين إمامًا.",
        "ربنا لا تزغ قلوبنا بعد إذ هديتنا، وهب لنا من لدنك رحمة، إنك أنت الوهاب.",
        "اللهم اشف مرضانا، وارحم موتانا، وعاف مبتلانا، واكفنا أمور دنيانا وآخرتنا.",
        "اللهم يا مقلب القلوب والأبصار ثبت قلوبنا على دينك، ويا مصرف القلوب والأبصار صرف قلوبنا إلى طاعتك.",
        "اللهم إنا نسألك علمًا نافعًا، وقلبًا خاشعًا، ولسانًا ذاكرًا، وعملًا متقبلًا، وجسدًا على البلاء صابرًا.",
        "ربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار."
      ]
    },
    {
      "id": 6,
      "title": "أدعية الاستعاذة",
      "items": [
        "اللهم إنا نعوذ برضاك من سخطك وبمعافاتك من عقوبتك ونعوذ بك منك لا تحصى ثناء عليك أنت كما أثنيت على نفسك.",
        "اللهم إنا نعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء.",
        "اللهم إنا نعوذ بك من الهم والحزن ونعوذ بك من العجز والكسل ونعوذ بك من الجبن والبخل ونعوذ بك من غلبة الدين وقهر الرجال.",
        "اللهم إنا نعوذ بك من فتنة النار وعذاب النار ومن فتنة القبر وعذاب القبر ومن شر فتنة الغنى ومن شر فتنة الفقر.",
        "اللهم إنا نعوذ بك من علم لا ينفع ومن قلب لا يخشع ومن عين لا تدمع ومن ذنب لا يغفر ومن دعاء لا يرفع.",
        "اللهم إنا نعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك.",
        "اللهم إنا نعوذ بك من الهدم ونعوذ بك من التردي ونعوذ بك من الغرق ونعوذ بك من الحرق."
      ]
    }
  ]
}
