{
    "ad3ya": [
        {
            "id": 1,
            "title": "الاستفتاح",
            "text": "1. الاستفتاح:\n\n- اللهم لك الحمد أنت نور السماوات والأرض ومن فيهن ولك الحمد أنت قيوم السماوات والأرض ومن فيهن ولك الحمد أنت ملك السماوات والأرض ومن فيهن ولك الحمد أنت الحق ووعدك حق ولقائك حق والجنة حق والنار حق والنبيون حق ومحمد صلى الله عليه وسلم حق والساعة حق اللهم لك أسلمنا وبك آمنا وعليك توكلنا وإليك أنبنا وبك خاصمنا وإليك حاكمنا فاغفر لنا ما قدمنا وما أخرنا وما أسررنا وما أعلنا وما أنت أعلم به منا أنت المقدم وأنت المؤخر لا إله إلا أنت ولا حول ولا قوة إلا بالله العلي العظيم.\n\n- اللهم إني أسألك بأن لك الحمد لا إله إلا أنت المنان بديع السماوات والأرض يا ذا الجلال والإكرام يا حي يا قيوم.\n\n- اللهم لك الحمد حمداً كثيراً طيباً مباركاً فيه ملء السماوات وملء الأرض وملء ما بينهما وملء ما شئت من شيء بعد أهل الثناء والمجد، أحق ما قال العبد، وكلنا لك عبد، لا مانع لما أعطيت، ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد.\n\n- اللهم لك الحمد كله، ولك الشكر كله، ولك الملك كله، وإليك يرجع الأمر كله، علانيته وسره، رحمان الدنيا والآخرة ورحيمهما، ارحمنا اللهم برحمة تغنينا بها عن رحمة من سواك، لك الحمد حتى ترضى، ولك الحمد إذا رضيت، ولك الحمد قبل الرضا، ولك الحمد بعد الرضا، ولك الحمد على كل حال، ونعوذ بالله من حال أهل النار.\n\n- اللهم لك الحمد كما ينبغي لجلال وجهك وعظيم سلطانك.\n\n- اللهم مالك الملك تؤتي الملك من تشاء، وتنزع الملك ممن تشاء، وتعز من تشاء، وتذل من تشاء، بيدك الخير، إنك على كل شيء قدير، رحمن الدنيا والآخرة ورحيمهما، تعطيهما من تشاء، وتمنع منهما من تشاء، ارحمني رحمة تغنيني بها عن رحمة من سواك.\n\n- اللهم رب جبرائيل وميكائيل وإسرافيل، فاطر السماوات والأرض، عالم الغيب والشهادة، أنت تحكم بين عبادك فيما كانوا فيه يختلفون، اهدني لما اختلف فيه من الحق بإذنك، إنك تهدي من تشاء إلى صراط مستقيم."
          }
          ,
          {
            "id": 2,
            "title": "الصلاة على النبي",
            "text": "2. الصلاة على النبي:\n\n- اللهم صلِّ على سيدنا محمد في الأولين، وصلِّ عليه في الآخرين، وصلِّ عليه في كل وقت وحين، وصلِّ عليه في الملأ الأعلى إلى يوم الدين. اللهم صلِّ عليه عدد ما ذكرك الذاكرون الأبرار، وصلِّ عليه عدد ما أظلم عليه الليل وأضاء عليه النهار، اللهم صلِّ عليه عدد حبات الرمال، وعدد قطرات الأمطار.\n\n- اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كما صليتَ على إبراهيم، وعلى آل إبراهيم، إنك حميد مجيد. اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كما باركتَ على إبراهيم وعلى آل إبراهيم، إنك حميد مجيد.\n\n- اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَهْلِ بَيْتِهِ، وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ. وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَهْلِ بَيْتِهِ، وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ."
          }
,             {
        "id": 3,
        "title": "الدعاء الشامل",
        "text": " الأدعية الشاملة:\n\n\n\n• اللهم إنا نسألك من الخير كله عاجله وآجله ما علمنا منه وما لم نعلم ونعوذ بك من الشر كله عاجله وآجله ما علمنا منه وما لم نعلم\n\n• اللهم إنا نسألك الجنة وما قرب إليها من قول أو عمل ونعوذ بك من النار وما قرب إليها من قول أو عمل\n\n• اللهم إنا نسألك مما سألك به عبدك ونبيك محمد صلى الله عليه وسلم ونعوذ بك من شر ما استعاذ منه عبدك ونبيك محمد صلى الله عليه وسلم اللهم ما قضيت لنا من قضاء فاجعل عاقبته لنا رشدا\n\n• اللهم رب السماوات السبع ورب العرش العظيم ربنا ورب كل شيء منزل التوراة والانجيل والقرآن فالق الحب والنوى نعوذ بك من شر كل شيء أنت أخذ بناصيته أنت الأول فليس قبلك شيء وأنت الآخر فليس بعدك شيء وأنت الظاهر فليس فوقك شيء وأنت الباطن فليس دونك شيء أقضي عننا ديوننا وأغننا من الفقر\n\n• اللهم أصلح لنا ديننا الذي هو عصمة أمرنا وأصلح لنا دنيانا التي فيها معاشنا وأصلح لنا آخرتنا التي إليها معادنا واجعل الحياة زيادة لنا في كل خير واجعل الموت راحة لنا من كل شر\n\n• اللهم أتى نفوسنا تقواها زكها انت خير من زكاها أنت وليها ومولاها إليك مردها ومنتهاها\n\n• اللهم اعنا ولا تعن علينا وانصرنا ولا تنصر علينا وامكر لنا ولا تمكر علينا واهدنا ويسر الهدى لنا وانصرنا على من بغى علينا ربنا اجعلنا لك شاكرين لك ذاكرين لك رهابين لك مطواعين لك مخبتين إليك أواهين منيبين ربنا اقبل توبتنا واغسل حوبتنا واجب دعوتنا وثبت حجتنا وسدد ألسنتنا واهد قلوبنا واسلل سخيمة صدورنا\n\nاللهم اجعل في قلوبنا نورا وفى أبصارنا نورا وفي أسماعنا نورا وعن أيماننا نورا وعن شمائلنا نورا ومن فوقنا نورا ومن تحتنا نورا ومن أمامنا نورا ومن خلفنا نورا واجعلنا نورا\n\n• اللهم بعلمك الغيب وبقدرتك على الخلق أحينا ما علمت الحياة خيرا لنا وتوفنا ما علمت الوفاة خيرا لنا ونسألك خشيتك في الغيب والشهادة ونسألك كلمة الحق في الرضا والغضب ونسألك القصد في الغنى والفقر ونسألك نعيما لا ينفد وقرة عين لا تنقطع ونسألك الرضاء بعد القضاء ونسألك برد العيش بعد الموت ونسألك لذة النظر إلى وجهك الكريم والشوق إلى لقائك غير ضراء مضرة ولا فتنة مضلة ولقاء حبيبك المصطفى في جنات النعيم\n\n• اللهم اجعلنا هداة مهديين غير ضالين ولا مضلين وإذا أردت بعبادك فتنة فاقبضنا إليك غير فاتنين ولا مفتونين ولا مبدلين ولا مغيرين\n\n• اللهم اهدنا بفضلك فيمن هديت وعافنا فيمن عافيت وتولنا فيمن توليت وبارك لنا فيما أعطيت وقنا واصرف عنا برحمتك شر ما قضيت فإنك سبحانك تقضى بالحق ولا يقضى عليك إنه لا يذل من واليت ولا يعز من عاديت تبارك ربنا وتعاليت فلك الحمد على ما قضيت ولك الشكر على ما أنعمت به علينا وأوليت نستغفرك اللهم من جميع الذنوب والخطايا ونتوب إليك ونؤمن بك ونتوكل عليك أنت الغني ونحن الفقراء إليك أنت القوي ونحن الضعفاء إليك أنت العزيز ونحن الأذلاء المنكسرون بين يديك اللهم يا واصل المنقطعين صلنا إليك اللهم هب لنا عملا صالحا يقربنا إليك اللهم لا تفضحنا لا بين خلقك ولا بين يديك اللهم وعاملنا بالإحسان إذ الفضل منك وإليك\n\n• اللهم تقبل صلاتنا وصيامنا وقيامنا وقعودنا وسجودنا وتلاوتنا وتهجدنا واجعلنا اللهم من عتقائك من النار ومن المقبولين\n\n• اللهم إنا عبادك أبناء عبادك أبناء إمائك ناصيتنا بيدك ماض فينا حكمك عدل فينا قضاءك نسألك اللهم بكل اسم هو لك سميت به نفسك أو أنزلته في كتابك أو علمته أحدا من خلقك أو استأثرت به في علم الغيب عندك أن تجعل القرآن ربيع قلوبنا ونور أبصارنا وجلاء همومنا وغمومنا وأحزاننا اللهم ذكرنا منه ما نسينا وعلمنا منه ما جهلنا وارزقنا تلاوته والعمل به آناء الله وأطراف النهار على الوجه الذي يرضيك عنا اللهم اجعله رفيقا لنا في قبورنا واجعله قائدنا إلى رضوانك والجنة ولا تجعله سائقنا إلى سخطك والنار اللهم ألبسنا به الحلل وأسكنا به الظلل\n\n• اللهم استر عوراتنا وآمن روعاتنا واهدي قلوبنا واقضي ديوننا وبلغنا مما يرضيك أمالنا اللهم يمن كتابنا ويسر حسابنا وثقل ميزاننا وأطلق ألسنتنا وحقق إيماننا واشف مرضانا وارحم موتانا وعاف مبتلانا وأهلك أعدائنا ولا تخيب فيك رجائنا واختم بالباقيات الصالحات منك أعمالنا"
 },
 {
    "id": 4,
    "title": "طلب المغفرة",
    "text": "4. أدعية طلب المغفرة:\n\n- اللهم إنك عفو كريم تحب العفو فاعف عنا.\n- اللهم عافانا واعف عنا وعلى طاعتك أعنا ومن شرور خلقك سلمنا وإلى أنفسنا لا تكلنا.\n- اللهم ارحمنا فإنك بنا راحم لا تعذبنا فأنت علينا قادر ألطف بنا يا مولانا فيما جرت به المقادير إنك على كل شيء قدير.\n- اللهم ارحمنا برحمتك ولا تكلنا إلى أنفسنا طرفة عين وأصلح لنا شأننا كله لا إله إلا أنت.\n- اللهم برحمتك عمنا وفرج ما همنا وغمنا وعلى الكتاب والسنة جميعا توفنا نلقاك وأنت راض عنا اللهم ارض عنا وارضنا واجعلنا من عبادك السعداء.\n- اللهم اغفر لي وارحمني وعافني وارزقني.\n- اللهم إني ظلمت نفسي ظلما كثيرا ولا يغفر الذنب إلا أنت فاغفر لي مغفرة إنك أنت الغفور الرحيم.\n- اللهم أنت ربنا لا إله إلا أنت خلقتنا ونحن عبادك ونحن على عهدك ووعدك ما استطعنا نعوذ بك من شر ما صنعنا نبوء لك بنعمتك علينا ونبوء بذنوبنا فاغفر لنا فإنه لا يغفر الذنوب إلا أنت.\n- ربنا اغفر لنا خطيئاتنا وجهلنا وإسرافنا في أمرنا كله وما أنت أعلم به منا اللهم اغفر لنا خطايانا وعمدنا وجدنا وهزلنا وكل ذلك عندنا.\n- اللهم اغفر لنا ما قدمنا وما أخرنا وما أسررنا وما أعلنا وما أنت أعلم به منا أنت المقدم وأنت المؤخر وأنت على كل شيء قدير.\n- اللهم اغفر ذنوبنا واسرافنا في أمرنا وثبت أقدامنا وانصرنا على القوم الكافرين.\n- اللهم اغفر ذنوبنا التي تهتك العصم، اللهم اغفر ذنوبنا التي تجلب النقم، اللهم اغفر ذنوبنا التي تحبس الدعاء، اللهم اغفر ذنوبنا التي تقطع الرجاء، اللهم اغفر ذنوبنا التي تنزل البلاء، يا من ذكره دواء وطاعته غناء.\n- اللهم اغفر للمسلمين والمسلمات المؤمنين والمؤمنات الأحياء منهم والأموات إنك يا ربنا سميع قريب مجيب الدعوات.\n- اللهم لا تدع لنا ذنبا إلا غفرته، ولا هما إلا فرجته، ولا مريضا إلا شفيته، ولا مبتلا إلا عافيته، ولا محتاجا إلا أعطيته، ولا طالبا إلا وفقته، ولا عازبا إلا زوجته، ولا ضالا إلا هديته، ولا مديونا إلا فككت دينه، ولا عقيما إلا بالذرية الصالحة رزقته، ولا فقيرا إلا أغنيته، ولا ضعيفا إلا قويته وجبرته، ولا مظلوما إلا نصرته، ولا طالب حاجة لك فيها رضا ولنا فيها خير إلا قضيتها ويسرتها بكرمك وجودك يا أرحم الراحمين.\n- اللهم اغفر لنا ولوالدينا ولمن لهم حق علينا الحي منهم والميت.\n- لا إله إلا أنت سبحانك إنا كنا من الظالمين.\n- اللهم إنا ظلمنا أنفسنا ظلما كثيرا ولا يغفر الذنوب إلا أنت فاغفر لنا مغفرة من عندك وارحمنا إنك أنت الغفور الرحيم.\n- اللهم اغفر لنا ذنوبنا وخطايانا كلها، اللهم أنعشنا واجبرنا واهدنا لصالح الأعمال والأخلاق، فإنه لا يهدي لصالحها ولا يصرف سيئها إلا أنت.\n- ربنا ظلمنا أنفسنا وإن تغفر لنا وترحمنا لنكونن من الخاسرين."
}
,
{
    "id": 5,
    "title": "أدعية الطلب",
    "text": "أدعية الطلب:\n\nاللهم ارزقنا رزقًا حلالًا واسعًا طيبًا من غير كد، واستجب دعاءنا من غير رد، ونعوذ بك من الفضيحتين: الفقر والدين، يا رازق السائلين، ويا خير الناصرين، ويا ولي المؤمنين، ويا غياث المستغيثين، إياك نعبد وإياك نستعين.\n\nاللهم إنا نسألك الهدى والتقى والعفاف والغنى.\n\nاللهم اكفنا بحلالك عن حرامك وأغننا بفضلك عمن سواك.\n\nربنا هب لنا من أزواجنا وذرياتنا قرة أعين، واجعلنا للمتقين إمامًا.\n\nربنا لا تزغ قلوبنا بعد إذ هديتنا، وهب لنا من لدنك رحمة، إنك أنت الوهاب.\n\nاللهم اشف مرضانا، وارحم موتانا، وعاف مبتلانا، واكفنا أمور دنيانا وآخرتنا.\n\nاللهم ارزقنا التوفيق والسداد لنا ولأحبائنا ولأهلينا وللمسلمين أجمعين.\n\nاللهم إنا نسألك عيش السعداء، ونزل الشهداء، ومرافقة الأنبياء، والنصر على الأعداء، ونسألك الجنة والنجاة من النار.\n\nاللهم إنا نسألك موجبات رحمتك، وعزائم مغفرتك، والسلامة من كل إثم، والغنيمة من كل بر، ونسألك الفوز بالجنة والنجاة من النار.\n\nاللهم اقسم لنا من خشيتك ما تحول به بيننا وبين معصيتك، ومن طاعتك ما تبلغنا به جنتك، ومن اليقين ما تهون به علينا مصائب الدنيا، ومتعنا اللهم بأسماعنا وأبصارنا وقوتنا أبدًا ما أبقيتنا، واجعله الوارث منا، واجعل ثأرنا على من ظلمنا، وانصرنا على من عادانا، ولا تجعل مصيبتنا في ديننا، ولا تجعل الدنيا أكبر همنا، ولا مبلغ علمنا، ولا إلى النار مصيرنا، واجعل الجنة هي دارنا، ولا تسلط علينا بذنوبنا من لا يخافك فينا ولا يرحمنا.\n\nاللهم استعملنا ولا تستبدلنا، وزدنا ولا تنقصنا، وأعطنا ولا تحرمنا، وآثرنا ولا تؤثر علينا، وأمكر لنا ولا تمكر بنا.\n\nاللهم إنا نسألك علمًا نافعًا، وقلبًا خاشعًا، ولسانًا ذاكرًا، وعملًا متقبلًا، وجسدًا على البلاء صابرًا.\n\nاللهم يا مقلب القلوب والأبصار ثبت قلوبنا على دينك، ويا مصرف القلوب والأبصار صرف قلوبنا إلى طاعتك.\n\nاللهم أعز الإسلام وأهله، واهزم الكفر وحزبه.\n\nاللهم أعز الإسلام والمسلمين، وأذل الشرك والمشركين، ودمر الكفرة أعداءك أعداء الدين.\n\nاللهم حرر المسجد الأقصى من دنس اليهود، وارزقنا صلاة في رحابه وشهادة على أعتابه.\n\nاللهم ارزقنا حج بيتك الحرام، وزيارة حبيبك المصطفى في روضته في الدنيا، ومرافقته في الآخرة.\n\nاللهم إنا نسألك الثبات في الأمر، والعزيمة على الرشد، ونسألك موجبات رحمتك، وعزائم مغفرتك، ونسألك شكر نعمتك، وحسن عبادتك، ونسألك قلبًا سليمًا، ولسانًا صادقًا، ونسألك من خير ما تعلم، ونعوذ بك من شر ما تعلم، ونستغفرك لما لا نعلم، إنك أنت علام الغيوب.\n\nاللهم احفظنا بالإسلام قائمين، واحفظنا بالإسلام قاعدين، واحفظنا بالإسلام راقدين، ولا تشمت بنا عدوًا ولا حاسدًا، اللهم إنا نسألك من كل خير خزائنه بيدك، ونعوذ بك من كل شر خزائنه بيدك.\n\nاللهم إنا نسألك فعل الخيرات، وترك المنكرات، وحب المساكين.\n\nاللهم إنا نسألك إيمانًا لا يرتد، ونعيمًا لا ينفد، وقرة عين لا تنقطع، ولذة النظر إلى وجهك الكريم، ومرافقة محمد ﷺ في أعلى جنة الخلد.\n\nاللهم انفعنا بما علمتنا، وعلمنا ما ينفعنا، وارزقنا علمًا تنفعنا به.\n\nاللهم أكرم نزلنا، ووسع مداخلنا، واغسلنا من خطايانا بالماء والثلج والبرد، ونقِّ قلوبنا من الذنوب والخطايا كما ينقى الثوب الأبيض من الدنس، وباعد بيننا وبين خطايانا كما باعدت بين المشرق والمغرب.\n\nاللهم اهدنا واهد بنا، واجعلنا سببًا لمن اهتدى، ويسر الهدى لنا.\n\nاللهم اجعل خير أعمارنا آخرها، وخير أعمالنا خواتمها، واختم لنا هذه الحياة الدنيا بـ لا إله إلا الله محمد رسول الله.\n\nربنا تقبل منا، إنك أنت السميع العليم، وتب علينا، إنك أنت التواب الرحيم.\n\nربنا واجعلنا مسلمين لك، ومن ذريتنا أمة مسلمة لك، وأرنا مناسكنا، وتب علينا، إنك أنت التواب الرحيم.\n\nربنا أفرغ علينا صبرًا، وثبت أقدامنا، وانصرنا على القوم الكافرين.\n\nربنا لا تؤاخذنا إن نسينا أو أخطأنا، ربنا ولا تحمل علينا إصرًا كما حملته على الذين من قبلنا، ربنا ولا تحملنا ما لا طاقة لنا به، واعف عنا، واغفر لنا، وارحمنا، أنت مولانا، فانصرنا على القوم الكافرين.\n\nربنا إننا آمنا، فاغفر لنا ذنوبنا، وقنا عذاب النار.\n\nربنا آمنا بما أنزلت، واتبعنا الرسول، فاكتبنا مع الشاهدين.\n\nاللهم عليك بالظالمين فإنهم لا يعجزونك، أحصهم عددًا، واقتلهم بددًا، ولا تبقِ منهم أحدًا، ولقنهم الردى.\n\nاللهم أهلك الظالمين بالظالمين، وأخرجنا اللهم من بينهم سالمين غانمين.\n\nاللهم أبرم لهذه الأمة أمر رشد، يُعز فيه أهل طاعتك، ويُذل فيه أعداؤك، ويُعمل فيه بطاعتك وكتابك، ويُنهى فيه عن معصيتك.\n\nربنا اجعلنا مقيمين الصلاة، ومن ذريتنا، ربنا وتقبل دعاء، ربنا اغفر لي ولوالدي وللمؤمنين يوم يقوم الحساب.\n\nربنا آتنا من لدنك رحمة، وهيئ لنا من أمرنا رشدًا."
  }
  ,
  {
    "id": 6,
    "title": "أدعية الاستعاذة",
    "text": "6. أدعية الاستعاذة:\n\nاللهم إنا نعوذ برضاك من سخطك وبمعافاتك من عقوبتك ونعوذ بك منك لا تحصى ثناء عليك أنت كما أثنيت على نفسك.\n\nاللهم إنا نعوذ بك من جهد البلاء ودرك الشقاء وسوء القضاء وشماتة الأعداء.\n\nاللهم إنا نعوذ بك من الهم والحزن ونعوذ بك من العجز والكسل ونعوذ بك من الجبن والبخل ونعوذ بك من غلبة الدين وقهر الرجال.\n\nاللهم إنا نعوذ بك من فتنة النار وعذاب النار ومن فتنة القبر وعذاب القبر ومن شر فتنة الغنى ومن شر فتنة الفقر ونعوذ بك من شر فتنة المسيح الدجال.\n\nاللهم إنا نعوذ بك من العجز والكسل والجبن والبخل والهرم والمأثم والمغرم ومن أن نرد إلى أرذل العمر ومن فتنة الدنيا ومن عذاب القبر ومن فتنة المحيا والممات.\n\nاللهم إنا نعوذ بك من علم لا ينفع ومن قلب لا يخشع ومن عين لا تدمع ومن ذنب لا يغفر ومن دعاء لا يرفع.\n\nاللهم إنا نعوذ بك من شر ما عملنا ومن شر ما لم نعمل.\n\nاللهم إنا نعوذ بك من زوال نعمتك وتحول عافيتك وفجاءة نقمتك وجميع سخطك.\n\nاللهم إنا نعوذ بعزتك لا إله إلا أنت ألا تضلنا أنت الحي الذي لا يموت والجن والإنس يموتون.\n\nاللهم إنا نعوذ بك من شر سمعنا ومن شر أبصارنا ومن شر ألسنتنا ومن شر قلوبنا ومن شر جوارحنا وعوراتنا.\n\nاللهم إنا نعوذ بك من الهدم ونعوذ بك من التردي ونعوذ بك من الغرق ونعوذ بك من الحرق ونعوذ بك من الهرم ونعوذ بك أن يتخبطنا الشيطان عند الموت ونعوذ بك أن نموت في سبيلك مدبرين ونعوذ بك أن نموت لدغاء.\n\nاللهم إنا نعوذ بك من النار ومن حر النار ومن زقوم النار ومن لهيب النار ومن حميم النار ومن عذاب القبر ومن ضمة القبر ومن وحشة القبر.\n\nاللهم لا تجعلنا فتنة للقوم الظالمين ونجنا برحمتك من القوم الكافرين.\n\nربنا اصرف عنا عذاب جهنم إن عذابها كان غراما إنها ساءت مستقرا ومقاما."
  }
  ,
  {
    "id": 7,
    "title": "الخاتمة",
    "text": "7. الخاتمة:\n\nربنا آتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار. ربنا إنك من تدخل النار فقد أخزيته وما للظالمين من أنصار. ربنا إننا سمعنا منادياً ينادي للإيمان أن آمنوا بربكم فآمنا، ربنا فاغفر لنا ذنوبنا وكفر عنا سيئاتنا وتوفنا مع الأبرار. ربنا وآتنا ما وعدتنا على رسلك ولا تخزنا يوم القيامة إنك لا تخلف الميعاد.\n\nربنا وسعت كل شيء رحمة وعلماً فاغفر للذين تابوا واتبعوا سبيلك وقهم عذاب الجحيم. ربنا وأدخلهم جنات عدن ومن صلح من آبائهم وأزواجهم وذرياتهم إنك أنت العزيز الحكيم. وقهم السيئات ومن تق السيئات يومئذ فقد رحمته، وذلك هو الفوز العظيم.\n\nربنا اغفر لنا ولإخواننا الذين سبقونا بالإيمان ولا تجعل في قلوبنا غلاً للذين آمنوا. ربنا إنك رؤوف رحيم.\n\nوصلِّ اللهم وسلم على سيدنا محمد، والحمد لله رب العالمين."
  }
  
    ]
  }
  