{
  "2025-03-01": {
    "1": {
      "question": "آيتان متشابهتان فى الجزء الأول تتحدث أن المنافقين يدعوا الإيمان وهم ليسوا كذلك ",
      "sura": "البقرة ",
      "ayahs": [
        "14",
        "76"
      ]
    },
    "2": {
      "question": "آيتان كررت فى الجزء الأول يذكر بها الله عزوجل بني اسرائيل بما أنعم به عليهم  وبما فضلهم على العالمين",
      "sura": "البقرة ",
      "ayahs": [
        " 47",
        "122"
      ]
    },
    "3": {
      "question": "آيتان فى الجزء الأول يبلغ الله المؤمنين بالاستعانة على أمورهم بالصبر والصلاة ",
      "sura": "البقرة ",
      "ayahs": [
        "45",
        "153"
      ]
    },
    "4": {
      "question": "آيتان متشابهتان فى الجزء الأول يأمر الله بني اسرائيل بأن يتقوا يوم القيامة يوم لا ينفع أحد أحدا ",
      "sura": "البقرة ",
      "ayahs": [
        "48",
        "123"
      ]
    },
    "5": {
      "question": "آيتان فى الجزء الأول يذكر الله عزوجل بني اسرائيل أنه سبحانه أخذ منهم الميثاق ورفع فوقهم جبل الطور ",
      "sura": "البقرة ",
      "ayahs": [
        "63",
        "93"
      ]
    },
    "6": {
      "question": "آيتان فى الجزء الأول تتحدث عن اتخاذ بني اسرائيل العجل بعد ذهاب موسى لملاقاة ربه ",
      "sura": "البقرة ",
      "ayahs": [
        "52",
        "93"
      ]
    },
    "7": {
      "question": "كم آية ذكر فيها أنبياء الله إبراهيم وإسماعيل وإسحاق على التتابع فى الجزء الأول ",
      "sura": "البقرة ",
      "ayahs": [
        "133",
        "136",
        "140"
      ]
    },
    "8": {
      "question": "آيتان كررت  فى الجزء الأول تتحدث عن أن الله يعلم ما تكسب كل أمة وكل أمة موكله بعملها",
      "sura": "البقرة ",
      "ayahs": [
        "134",
        "141 "
      ]
    },
    "9": {
      "question": "آيتان فى الجزء الأول يأمر الله المؤمنين بإقامة الصلاة وإيتاء الزكاة ",
      "sura": "البقرة ",
      "ayahs": [
        "43",
        "110"
      ]
    },
    "10": {
      "question": "آية في الجزء الأول تتحدث عن أن الله يعلم السر والعلانية ",
      "sura": "البقرة ",
      "ayahs": [
        "77"
      ]
    },
    "11": {
      "question": "آية في الجزء الأول  تتحدث عن من يعادي الله ومن يعاديه الله ",
      "sura": "البقرة ",
      "ayahs": [
        "98"
      ]
    },
    "12": {
      "question": "آية في الجزء الأول تبلغ الرسول بأنه صاحب دعوة ولا يسأل عن المصير",
      "sura": "البقرة ",
      "ayahs": [
        "119"
      ]
    },
    "13": {
      "question": "آية فى الجزء الأول تتحدث أن اليهود أشد الناس حرصا على الحياة الدنيا",
      "sura": "البقرة ",
      "ayahs": [
        "96"
      ]
    },
    "14": {
      "question": "آية فى الجزء الأول تتحدث عن وصية إبراهيم عليه السلام لأولاده ",
      "sura": "البقرة ",
      "ayahs": [
        "132"
      ]
    }
  },
  "2025-03-02": {
    "1": {
      "question": "آيتان متشابهتان فى الجزء الثاني يخاطب فيهما رب العزة رسوله بتحويل وجهه باتجاه قبلته باتجاه المسجد الحرام ",
      "sura": "البقرة ",
      "ayahs": [
        "149",
        "150"
      ]
    },
    "2": {
      "question": "آيتان فى الجزء الثاني يأمر الله المؤمنين أن لا يتبعوا خطوات الشيطان ",
      "sura": "البقرة ",
      "ayahs": [
        "168",
        "208"
      ]
    },
    "3": {
      "question": "آيتان فى الجزء الثاني تتحدث عن من يكتم ما أنزله الله ومصيره ",
      "sura": "البقرة ",
      "ayahs": [
        "159",
        "174 "
      ]
    },
    "4": {
      "question": "آيات في الجزء الثاني تتحدث عن قصة داود عليه السلام وجالوت ",
      "sura": "البقرة ",
      "ayahs": [
        "246 - 251"
      ]
    },
    "5": {
      "question": "آية في الجزء الثاني تتحدث عن أصحاب الكهف ",
      "sura": "البقرة ",
      "ayahs": [
        "243"
      ]
    },
    "6": {
      "question": "آية فى الجزء الثاني تبين ندم من اتبع الضلالة وتمنيهم العودة للدنيا مرة أخرى ليتبرأوا من أصحاب الضلالة ",
      "sura": "البقرة ",
      "ayahs": [
        "167"
      ]
    },
    "7": {
      "question": "آية فى الجزء الثاني تتحدث عن خمس أصناف للانفاق عليهم ",
      "sura": "البقرة ",
      "ayahs": [
        "215"
      ]
    },
    "8": {
      "question": "آية فى الجزء الثاني أمر الله المؤمنين بالمحافظة على الصلوات المفروضة والقنوت لله عزوجل ",
      "sura": "البقرة ",
      "ayahs": [
        "239"
      ]
    }
  },
  "2025-03-03": {
    "1": {
      "question": "آيتان متشابهتان فى الجزء الثالث تتحدث عن الإنفاق يكون جزاءه عن الله ويدفع الخوف والحزن ",
      "sura": "البقرة ",
      "ayahs": [
        "262",
        "274"
      ]
    },
    "2": {
      "question": "آيتان متشابهتان فى الجزء الثالث تتحدث أن كل نفس توفى ما كسبت بدون أن تظلم ",
      "sura": "البقرة / آل عمران ",
      "ayahs": [
        "281",
        "25"
      ]
    },
    "3": {
      "question": "آيتان فى الجزء الثالث بأن الله يحذر عباده منه ",
      "sura": "آل عمران ",
      "ayahs": [
        "28",
        "30"
      ]
    },
    "4": {
      "question": "آية في الجزء الثالث حصرت الشهوات البشرية للإنسان ",
      "sura": "آل عمران ",
      "ayahs": [
        "14"
      ]
    },
    "5": {
      "question": "آية فى الجزء الثالث انفردت بالجمع بين اسمى الله الغني والحليم ",
      "sura": "البقرة ",
      "ayahs": [
        "263"
      ]
    },
    "6": {
      "question": "آية فى الجزء الثالث وهي آخر آية نزولا فى كتاب الله ",
      "sura": "البقرة ",
      "ayahs": [
        "281"
      ]
    },
    "7": {
      "question": "آية فى الجزء الثالث بين الله فيها تحليله للبيع وتحريمه للربا ",
      "sura": "البقرة",
      "ayahs": [
        "275"
      ]
    },
    "8": {
      "question": "آية فى الجزء الثالث تتحدث عن رفع عيسى عليه السلام إلى السماء",
      "sura": "آل عمران ",
      "ayahs": [
        "55"
      ]
    }
  },
  "2025-03-04": {
    "1": {
      "question": "آيتان متشابهتان فى الجزء الرابع يأمر الله المؤمنين بعدم طاعة أهل الكفر والشرك وإلا سيحبط العمل ",
      "sura": "آل عمران ",
      "ayahs": [
        "100",
        "149"
      ]
    },
    "2": {
      "question": "آيتان فى الجزء الرابع انتهتا بأن المؤمنون يتوكلون على الله ",
      "sura": "آل عمران ",
      "ayahs": [
        "122",
        "160"
      ]
    },
    "3": {
      "question": "آيتان فى الجزء الرابع تتحدث عن صنفان جعل الله جزائهم فى الآخره ان لهم عذاب أليم ",
      "sura": "آل عمران ",
      "ayahs": [
        "177",
        "188"
      ]
    },
    "4": {
      "question": "آيتان فى الجزء الرابع جمعت شروط التوبة للذين إذا فعلوا ذنب",
      "sura": "آل عمران ",
      "ayahs": [
        "135"
      ]
    },
    "5": {
      "question": "آيتان متتاليتان فى الجزء الرابع تتحدث عن من هم المتقين ",
      "sura": "آل عمران ",
      "ayahs": [
        "134 - 135"
      ]
    },
    "6": {
      "question": "آية فى الجزء الرابع تطلب من المؤمنين الاعتصام بالله وعدم التفرق ",
      "sura": "آل عمران ",
      "ayahs": [
        "103"
      ]
    },
    "7": {
      "question": "آية فى الجزء الرابع تبين أن نصر الله للمؤمنين ببدر من عظيم فضله ",
      "sura": "آل عمران ",
      "ayahs": [
        "123"
      ]
    },
    "8": {
      "question": "آية فى الجزء الرابع انتهت ب (والله عليم حليم )",
      "sura": "النساء",
      "ayahs": [
        "12"
      ]
    },
    "9": {
      "question": "آية فى الجزء الرابع تتحدث عن عاقبة من يقول حسبنا الله ونعم الوكيل",
      "sura": "آل عمران ",
      "ayahs": [
        "174"
      ]
    }
  },
  "2025-03-05": {
    "1": {
      "question": "آيتان فى الجزء الخامس تتحدثان يضرب الله بهم المثل حين أتاهم نصيبا من الكتاب",
      "sura": "النساء",
      "ayahs": [
        "44",
        "51"
      ]
    },
    "2": {
      "question": "آيتان فى الجزء الخامس تتحدثان أن الله يغفر الذنوب جميعا لمن يشاء  إلا الشرك ",
      "sura": "النساء",
      "ayahs": [
        "48",
        "116"
      ]
    },
    "3": {
      "question": "آيتان متشابهتان فى الجزء الخامس تتحدث عن مصير الذين آمنوا وعملوا الصالحات الأبدي ",
      "sura": "النساء",
      "ayahs": [
        "57",
        "122"
      ]
    },
    "4": {
      "question": "آيتان فى الجزء الخامس تتحدث عن أن من يكسب ذنبا فيكون وباله عليه وحده",
      "sura": "النساء",
      "ayahs": [
        "111",
        "112"
      ]
    },
    "5": {
      "question": "آيتان فى الجزء الخامس تتحدثان عن أن من لا يهديه الله فلن يجد طريقا واضحا وسيبقى مشتت",
      "sura": "النساء",
      "ayahs": [
        "88",
        "143 "
      ]
    },
    "6": {
      "question": "آيتان فى الجزء الخامس تتناول صنفان أمر الله رسوله الكريم أن يعرض عنهم ",
      "sura": "النساء",
      "ayahs": [
        "63",
        "81"
      ]
    },
    "7": {
      "question": "آيتان فى الجزء الخامس تتحدث أنه لولا فضل الله لكان المصير إلى الضلال واتباع الشيطان ",
      "sura": "النساء",
      "ayahs": [
        "83",
        "113"
      ]
    },
    "8": {
      "question": "آية فى الجزء الخامس يعجز الله به الناس بأن القرآن ليس فيه اختلاف واحد ",
      "sura": "النساء",
      "ayahs": [
        "82"
      ]
    },
    "9": {
      "question": "آية فى الجزء الخامس تتحدث ان من صفات المنافقين والكافرين الخوض فى آيات الله ",
      "sura": "النساء",
      "ayahs": [
        "140"
      ]
    },
    "10": {
      "question": "آية فى الجزء الخامس تبين أن التناجي غير محمود إلا فى ثلاث خصال ",
      "sura": "النساء",
      "ayahs": [
        "114"
      ]
    }
  },
  "2025-03-06": {
    "1": {
      "question": "آيتان فى الجزء السادس ينادي الله فيهما أهل الكتاب بأنه بعث لهم الرسول ليوضح ويبين لهم ",
      "sura": "المائدة",
      "ayahs": [
        "15 /19"
      ]
    },
    "2": {
      "question": "آيتان فى الجزء السادس يوضح الله فيهما بكفر كل من قال إن الله هو المسيح ",
      "sura": "المائدة",
      "ayahs": [
        "17",
        "72"
      ]
    },
    "3": {
      "question": "آيتان فى الجزء السادس يأمر الله المؤمنين بعدم موالاة أهل الكفر ولا الشرك ",
      "sura": "المائدة ",
      "ayahs": [
        "51",
        "57"
      ]
    },
    "4": {
      "question": "آيتان فى الجزء السادس تتحدثان أن الله مالك السماوات والأرض وما بينهما ",
      "sura": "المائدة ",
      "ayahs": [
        "17",
        "18"
      ]
    },
    "5": {
      "question": "آية فى الجزء السادس تتحدت عن تقاعس بني اسرائيل عن نصرة نبي الله موسى لفتح الأرض المقدسة",
      "sura": "المائدة ",
      "ayahs": [
        "24"
      ]
    },
    "6": {
      "question": "خمس آيات متتالية فى الجزء السادس تحكي قصتي ولدي آدم قابيل وهابيل ",
      "sura": "المائدة ",
      "ayahs": [
        "27-31"
      ]
    },
    "7": {
      "question": "آية الوحيدة فى الجزء السادس التى سبق الله الحديث عن عذابه قبل الحديث عن مغفرته بمشيئته ",
      "sura": "المائدة ",
      "ayahs": [
        "40"
      ]
    },
    "8": {
      "question": "آية فى الجزء السادس يأمر الله رسوله ببلاغ الرساله كما أنزلها الله والله سيتكفل بعصمة نبيه ",
      "sura": "المائدة ",
      "ayahs": [
        "67"
      ]
    },
    "9": {
      "question": "ثلاث آيات متتالية فى الجزء السادس تتحدث عن قصة المائدة التى نزلت من السماء ",
      "sura": "المائدة",
      "ayahs": [
        "112-115"
      ]
    }
  },
  "2025-03-07": {
    "1": {
      "question": "آيتان فى الجزء السابع تتحدثان أن الله قاهرفوق عباده ",
      "sura": "الأنعام",
      "ayahs": [
        "18",
        "61"
      ]
    },
    "2": {
      "question": "آيتان فى الجزء السابع تتحدثان أنه لا يوجد من هو أشد ظلما ممن أفترى على الله بالكذب",
      "sura": "الأنعام",
      "ayahs": [
        "21",
        "93"
      ]
    },
    "3": {
      "question": "آيتان فى الجزء السابع تتحدث عن مصير الذين يكذبون بآيات الله عزوجل ",
      "sura": "الأنعام",
      "ayahs": [
        "39",
        "49"
      ]
    },
    "4": {
      "question": "آية فى الجزء السابع تتحدث عن إحاطه الله عزوجل بكل شئ رطبه ويابسه بره وبحره وكل ذلك بأمره ",
      "sura": "الأنعام",
      "ayahs": [
        "59"
      ]
    },
    "5": {
      "question": "آية فى الجزء السابع تتحدث عن عاقبة الصادقين فى الآخرة ",
      "sura": "المائدة ",
      "ayahs": [
        "119"
      ]
    },
    "6": {
      "question": "آية فى الجزء السابع تتحدث عن عاقبة الظالمين إذا أتاهم الموت ",
      "sura": "الأنعام",
      "ayahs": [
        "93"
      ]
    },
    "7": {
      "question": "أربع آيات متتالية  فى الجزء السابع جمعت أسماء 18 نبيا ",
      "sura": "الأنعام ",
      "ayahs": [
        "84"
      ]
    },
    "8": {
      "question": "أيتان فى الجزء السابع تتحدثان عن صنفان من الناس إذا لقاهم رسول الله يقابل أحدهم بالسلام والرحمه والآخر فبالإعراض والفراق",
      "sura": "الأنعام ",
      "ayahs": [
        "68",
        "54"
      ]
    }
  },
  "2025-03-08": {
    "1": {
      "question": "آيتان متشابهتان فى الجزء الثامن يرد بها نبي الله على قومه بأن ليس به طيش ولكن مرسل من الله تبارك وتعالى ",
      "sura": "الأعراف ",
      "ayahs": [
        "61",
        "67"
      ]
    },
    "2": {
      "question": "آيتان متشابهتان فى الجزء الثامن يعلم بها نبي الله قومه أنه يبلغهم رسالات الله التى تتنزل عليه وينصحهم فى أمور دنياهم ",
      "sura": "الأعراف ",
      "ayahs": [
        "62",
        "68"
      ]
    },
    "3": {
      "question": "آيتان متشابهتان فى الجزء الثامن يتعجب من قومه لتعجبهم أن الله أرسل لهم رجل منهم ومعه رسالة لينذرهم بها ",
      "sura": "الأعراف ",
      "ayahs": [
        "63",
        "69"
      ]
    },
    "4": {
      "question": "آيتان فى الجزء الثامن تتحدث أن رب العزة تبارك وتعالى لو شاء ما فعل اهل الضلال والشرك ما فعلوه وأوصى بالابتعاد عنهم وما يفترونه",
      "sura": "الأنعام ",
      "ayahs": [
        "112",
        "137"
      ]
    },
    "5": {
      "question": "آيتان فى الجزء الثامن تتحدث أنه لا يوجد من هو أشد ظلما ممن افترى على الله بالكذب",
      "sura": "الأنعام / الأعراف ",
      "ayahs": [
        "144",
        "37"
      ]
    },
    "6": {
      "question": "آية فى الجزء الثامن تبين أن الطاعة للأكثرية لا تهدي صاحبها ",
      "sura": "الأنعام ",
      "ayahs": [
        "116"
      ]
    },
    "7": {
      "question": "ثلاث آيات متتالية فى الجزء الثامن بها ثمان أوامر من نبي الله شعيب إلى قومه",
      "sura": "الأعراف ",
      "ayahs": [
        "85-87"
      ]
    },
    "8": {
      "question": "آية فى الجزء الثامن تتحدث عن مصير الذين يكذبوا بآيات الله ويستكبروا عنها ",
      "sura": "الأعراف ",
      "ayahs": [
        "41"
      ]
    }
  },
  "2025-03-09": {
    "1": {
      "question": "آيتان في الجزء التاسع تتحدثان عن قول ملأ قوم فرعون الأولى باتهام موسى بالسحر والثانية بالتحريض على موسى عليه السلام بالفساد ",
      "sura": "الأعراف ",
      "ayahs": [
        "90",
        "127"
      ]
    },
    "2": {
      "question": "آيتان في الجزء التاسع تتحدثان أنه عند دعوة أعداء الله لا يتبعوا الحق ولا يسمعوه ",
      "sura": "الأعراف ",
      "ayahs": [
        "193",
        "198"
      ]
    },
    "3": {
      "question": "آيتان في الجزء التاسع انتهيتا بأن الله خير الفاتحين وخير الغافرين ",
      "sura": "الأعراف ",
      "ayahs": [
        "89",
        "155"
      ]
    },
    "4": {
      "question": "آيتان متشابهتان في الجزء التاسع تتحدثان عن مجموعة من الناس يتبعون الحق وبه يهدون الناس وكذلك يعدلون بينهم ",
      "sura": "الأعراف ",
      "ayahs": [
        "159",
        "181"
      ]
    },
    "5": {
      "question": "آيتان في الجزء التاسع تتحدث عن وحيين أوحى الله بهما إلى موسى فما هما ",
      "sura": "الأعراف ",
      "ayahs": [
        "117",
        "160"
      ]
    },
    "6": {
      "question": "ما هي عدد العيون التي فجرها الله لكليمه عليه السلام",
      "sura": "الأعراف ",
      "ayahs": [
        "160"
      ]
    },
    "7": {
      "question": "ما القول الذي امر الله بني إسرائيل ان يقولوه وهم داخلون الأرض المقدسة ",
      "sura": "الأعراف ",
      "ayahs": [
        "161"
      ]
    },
    "8": {
      "question": "آيتان في الجزء التاسع تحدثتا عن مصير المكذبين بآيات الله ",
      "sura": "الأعراف ",
      "ayahs": [
        "147",
        "182"
      ]
    },
    "9": {
      "question": "آيتان في الجزء التاسع تتحدث أن من يدعوا من دون الله لا يستطيع من يدعوه أن يقوم بنصره ولا أن ينصر نفسه ",
      "sura": "الأعراف ",
      "ayahs": [
        "197",
        "192"
      ]
    },
    "10": {
      "question": "آية فى الجزء التاسع تبين أن نبي الله محمد ذكر فى التوراة والانجيل ",
      "sura": "الأعراف ",
      "ayahs": [
        "157"
      ]
    },
    "11": {
      "question": "آية فى الجزء التاسع تتحدث عن صنف من أهل النار لهم عقول وأعين وآذان ولكن بلا فائدة ",
      "sura": "الأعراف ",
      "ayahs": [
        "179"
      ]
    },
    "12": {
      "question": "آية فى الجزء التاسع تتحدث عن أن الإسلام بالنسبة للكفار يمحو ما قبله بشرط عدم العودة ",
      "sura": "الأنفال",
      "ayahs": [
        "38"
      ]
    }
  },
  "2025-03-10": {
    "1": {
      "question": "آيتان متشابهتان في الجزء العاشر تتحدث أن هناك أمم ساروا على دأب قوم فرعون ومن قبلهم فاستحقوا العقاب الآلهي ",
      "sura": "الأنفال ",
      "ayahs": [
        "52",
        "54"
      ]
    },
    "2": {
      "question": "آيتان في الجزء العاشر يخاطب رب العزة رسوله الكريم أن المشركين إن أرادوا أن يخدعوه ويخونوه وأن الله كافيهم  ",
      "sura": "الأنفال ",
      "ayahs": [
        "62",
        "71"
      ]
    },
    "3": {
      "question": "آيتان في الجزء العاشرمتتاليتين تتحدثان عن ثلاثة أصناف ممن جعلهم الله أهل الإيمان الحقيقي",
      "sura": "الأنفال ",
      "ayahs": [
        "74",
        "75"
      ]
    },
    "4": {
      "question": "آيتان في الجزء العاشر يعد الله أهل النفاق والكفار باللعن وجهنم وأهل الإيمان بالرضوان والجنة ",
      "sura": "التوبة ",
      "ayahs": [
        "68",
        "72"
      ]
    },
    "5": {
      "question": "آيتان في الجزء العاشر أنتهيتا بأن الله لا يهدي القوم الفاسقين ",
      "sura": "التوبة ",
      "ayahs": [
        "24",
        "80"
      ]
    },
    "6": {
      "question": "آيتان في الجزء العاشر تتحدثان أن المنافقين يحلفون لمجرد إرضاء ظاهري للمسلمين وعدم قولهم بالكفر ",
      "sura": "التوبة ",
      "ayahs": [
        "62",
        "74"
      ]
    },
    "7": {
      "question": "آيتان في الجزء العاشر يتحدث الله عن أهل النفاق ويختم الآيات أن ابقوا مع القاعدين المتخلفين",
      "sura": "التوبة ",
      "ayahs": [
        "83",
        "46"
      ]
    },
    "8": {
      "question": "آية في الجزء العاشر تتحدث أنه لا نفع ولا ضر إلا بما قد قدره الله على عباده",
      "sura": "التوبة ",
      "ayahs": [
        "51"
      ]
    },
    "9": {
      "question": "آيتان متشابهتان في الجزء العاشر ينهى الرسول عن الاعجاب بأموال وأولاد المنافقين لانها مصدر لعذابهم في الدنيا والآخره",
      "sura": "التوبة ",
      "ayahs": [
        "55",
        "85"
      ]
    },
    "10": {
      "question": "ثلاث آيات متتالية فى الجزء العاشر تتحدث عن غزوة حنين ",
      "sura": "التوبة ",
      "ayahs": [
        "25 - 27"
      ]
    },
    "11": {
      "question": "آية فى الجزء العاشر تتحدث عن ثمان أصناف مستحقي للصدقة ",
      "sura": "التوبة ",
      "ayahs": [
        "60"
      ]
    },
    "12": {
      "question": "آية فى الجزء العاشر تتحدث أن لا مغفرة للمشركين إن ماتوا ولو استغفر لهم رسول الله بنفسه",
      "sura": "التوبة ",
      "ayahs": [
        "80"
      ]
    }
  }, 
  "2025-03-11": {
    "1": {
      "question": "آية في الجزء الاحد عشر تتحدث عن مصير الثلاثة الذين تخلفوا عن رسول الله في غزوة تبوك",
      "sura": "التوبة",
      "ayahs": ["118"]
    },
    "2": {
      "question": "أيتان فى الجزء الحادي عشر بدأتا بالحديث عن ردود فعل المنافقين عند نزولها فتارة يتسألوا بهل تغير معيار الإيمان وتارة ينصرفوا",
      "sura": "يونس",
      "ayahs": ["2", "7"]
    },
    "3": {
      "question": "آيتان فى الجزء الحادي عشر ينادي فيهم رب العباد من يتخذ من دونه شركاء فيسألهم تارة على قدرة شركائهم على الخلق وتارة على الهداية إلى الحق",
      "sura": "يونس",
      "ayahs": ["34", "35"]
    },
    "4": {
      "question": "آيتان فى الجزء الحادي عشر تتناول صنفان من الناس يذكرهم الله أنه سيردون إليه يوم القيامة فينبئهم بما كانوا يعملون",
      "sura": "يونس",
      "ayahs": ["45", "46"]
    },
    "5": {
      "question": "آيتان فى الجزء الحادي عشر ختمهما الله عزوجل فانتظروا إني معكم من المنتظرين",
      "sura": "يونس",
      "ayahs": ["102", "103"]
    },
    "6": {
      "question": "آيتان فى الجزء الحادي عشر تقر أن من حقت عليه كلمة الله فلا يؤمن",
      "sura": "يونس",
      "ayahs": ["96", "97"]
    },
    "7": {
      "question": "آيتان فى الجزء الحادي عشر ختمهما الله بأنه ( هو الفوز العظيم )",
      "sura": "يونس",
      "ayahs": ["64", "69"]
    },
    "8": {
      "question": "آية فى الجزء الحادي نزلت فى فرعون تدل أن السبب الوحيد لبقاء جسده ليكون عبرة للأمم التى تليه",
      "sura": "يونس",
      "ayahs": ["92"]
    },
    "9": {
      "question": "آية فى الجزء الحادي عشر فيها أربع دعوات من نبي الله موسى على فرعون وقومه",
      "sura": "يونس",
      "ayahs": ["88"]
    },
    "10": {
      "question": "آية فى الجزء الحادي عشر تبين أن الله اشترى والمؤمنون باعوا والثمن الجنة",
      "sura": "التوبة",
      "ayahs": ["111"]
    }
  },
  "2025-03-12": {
    "1": {
      "question": "ثلاث آيات فى الجزء الثاني عشر يناقش فيها كل نبي قومه بقوله أرءيتم إن كنت على بينه من ربي",
      "sura": "هود",
      "ayahs": ["28", "63", "88"]
    },
    "2": {
      "question": "ثلاث آيات فى الجزء الثاني عشر تدل على أنه إذا جاء آمر الله نجى نبيه والمؤمنين معه برحمته وفضله",
      "sura": "هود",
      "ayahs": ["58", "66", "94"]
    },
    "3": {
      "question": "آيتان فى الجزء الثاني عشر تدلان على اتباع الكافرين اللعن فى الدنيا ويوم القيامة",
      "sura": "هود",
      "ayahs": ["60", "99"]
    },
    "4": {
      "question": "آيتان فى الجزء الثاني عشر يتحدث أن هلاك الأمة مهما عاشت فى الأرض إذا أتى أمر الله فليس لهم فيها بقاء ولا يغنوا فيها بل لهم البعد",
      "sura": "هود",
      "ayahs": ["67", "68"]
    },
    "5": {
      "question": "آيتان فى الجزء الثاني عشر بدأتا ب (أم يقولون افتراه )",
      "sura": "يونس",
      "ayahs": ["38", "59"]
    },
    "6": {
      "question": "آيتان فى الجزء الثاني عشر تحدثنا عن صنفان بالآخرة هم كافرون",
      "sura": "هود",
      "ayahs": ["105", "106"]
    },
    "7": {
      "question": "آيتان فى الجزء الثاني عشر تتحدثان عن صنفان ليس لهم من دون الله من أولياء",
      "sura": "هود",
      "ayahs": ["20", "34"]
    },
    "8": {
      "question": "آيتان فى الجزء الثاني عشر ينادي فيهم كل نبي قومه ويخبرهم إنه يخاف عليهم عذاب الله يوم القيامة",
      "sura": "هود",
      "ayahs": ["50", "51"]
    },
    "9": {
      "question": "آيتان في الجزء الثاني عشر يناقش فيهما نبيا الله قومهما ويحذروهما من عاقبة إعراضهم وبأنهم سوف يعلمون من يأتيه عذاب منهم",
      "sura": "هود",
      "ayahs": ["39", "93"]
    },
    "10": {
      "question": "آيتان في الجزء الثاني عشر ذكر فيهما (إلا من رحم)",
      "sura": "هود",
      "ayahs": ["119", "56"]
    },
    "11": {
      "question": "آيتان في الجزء الثاني عشر يخاطب فيهما نبيا الله قومهما بأنهم يعملوا على مكانتهم ولكن العقبى للمؤمنين",
      "sura": "هود",
      "ayahs": ["93", "121"]
    },
    "12": {
      "question": "آيتان فى الجزء الثاني عشر تكرر فيهما ذكر نبيي الله إبراهيم وإسحاق",
      "sura": "هود",
      "ayahs": ["71", "74"]
    },
    "13": {
      "question": "آيتان في الجزء الثاني عشر انتهيتا ب ( ولكن أكثر الناس لا يعلمون)",
      "sura": "يوسف",
      "ayahs": ["21", "40"]
    },
    "14": {
      "question": "آية في الجزء الثاني عشر وصفن بها نساء نبي الله بأنه ملك من الملائكة",
      "sura": "يوسف",
      "ayahs": ["31"]
    },
    "15": {
      "question": "آية في الجزء الثاني عشر تحكي عن رؤية نبي الله يوسف",
      "sura": "يوسف",
      "ayahs": ["4"]
    }
  },
  "2025-03-13": {
    "1": {
      "question": "أربع آيات في الجزء الثالث عشر استخدم به أخوة يوسف عليه السلام الحلفان بالله",
      "sura": "يوسف",
      "ayahs": ["73", "74", "85", "91"]
    },
    "2": {
      "question": "آيتان في الجزء الثالث عشر حكت مرتان من دخول أخوة يوسف عليه السلام وهو وزير مره يعرفونه ومرة لا يعرفونه",
      "sura": "يوسف",
      "ayahs": ["58", "89"]
    },
    "3": {
      "question": "آيتان في الجزء الثالث عشر تحكيان قول الكافرين من الأنبياء بأن ينزل عليه آية من ربه",
      "sura": "الرعد",
      "ayahs": ["7", "27"]
    },
    "4": {
      "question": "آيتان في الجزء الثالث عشر انتهتا ب (إنه هو العليم الحكيم)",
      "sura": "يوسف",
      "ayahs": ["6", "100"]
    },
    "5": {
      "question": "آيتان في الجزء الثالث عشر انتهتا بأن الله لا يضيع أجر المحسنين",
      "sura": "يوسف",
      "ayahs": ["56", "90"]
    },
    "6": {
      "question": "آية في الجزء الثالث عشر يتبرأ منها الشيطان ممن اتبعوه يوم القيامة",
      "sura": "إبراهيم",
      "ayahs": ["22"]
    },
    "7": {
      "question": "آية في الجزء الثالث عشر تبين أن البرق آية من آيات الله الذي تدل القوة الآلهية والرجاء في المطر",
      "sura": "الرعد",
      "ayahs": ["12"]
    },
    "8": {
      "question": "آية في الجزء الثالث عشر ضرب الله مثلا بمن يدعون من دونه كالذي يضع يده في الماء ويحاول أن يوصل الماء إلى فمه",
      "sura": "الرعد",
      "ayahs": ["14"]
    },
    "9": {
      "question": "آية في الجزء الثالث عشر يخاطب فيها موسى عليه السلام قومه ويذكرهم بنعمة الله عليهم من النجاة من فرعون وقومه وما تعرضوا له من ألوان العذاب المختلفة",
      "sura": "إبراهيم",
      "ayahs": ["6"]
    },
    "10": {
      "question": "آية في الجزء الثالث عشر يطمئن قلوب المستضعفين من عباده المؤمنين ويعدهم بأنه سيمكن لهم الأرض التى حكمها أهل الكفر وسيسكنهم أماكنهم",
      "sura": "إبراهيم",
      "ayahs": ["13"]
    }
  },
  "2025-03-14": {
    "1": {
      "question": "آيتان في الجزء الرابع عشر يتحدث الله عن أخذه قومان من أهل الكفر والضلال أحدهم في وقت الإشراق والأخرى في وقت الإصباح",
      "sura": "الحجر",
      "ayahs": ["73", "78"]
    },
    "2": {
      "question": "آيتان في الجزء الرابع عشر يتحدث عن صنفان تتوفاهم الملائكة وشتان بين هذان الصنفان",
      "sura": "النحل",
      "ayahs": ["28", "32"]
    },
    "3": {
      "question": "آيتان في الجزء الرابع عشر ضرب الله بهما مثلين أحدهما لشخص والآخرى لقرية",
      "sura": "النحل",
      "ayahs": ["75", "112"]
    },
    "4": {
      "question": "آيتان في الجزء الرابع عشر يتحدث فيهما الله أنه يبعث شهيدا على كل قوم",
      "sura": "النحل",
      "ayahs": ["84", "89"]
    },
    "5": {
      "question": "آيتان في الجزء الرابع عشر انتهتا ب (إن ربك من بعدها لغفور رحيم ) لصنفان من المؤمنين",
      "sura": "النحل",
      "ayahs": ["110", "119"]
    },
    "6": {
      "question": "خمس آيات في الجزء الرابع عشر ذكر فيهم (إن في ذلك لآية لقوم )",
      "sura": "النحل",
      "ayahs": ["11", "13", "65", "67", "79"]
    },
    "7": {
      "question": "آيتان في الجزء الرابع عشر انتهت بأن أهل المكر يأتيهم العذاب من حيث لا يشعرون",
      "sura": "النحل",
      "ayahs": ["26", "45"]
    },
    "8": {
      "question": "آيتان في الجزء الرابع عشر ذكرت بأن الأقوام الحديثة تفعل مثل فعل الأقوام السابقة بالاعتقاد والشرك بالله",
      "sura": "النحل",
      "ayahs": ["36", "63"]
    },
    "9": {
      "question": "آيتان في الجزء الرابع عشر انتهتا ب (إن في ذلك لآية لقوم يتفكرون)",
      "sura": "النحل",
      "ayahs": ["11", "44"]
    },
    "10": {
      "question": "آيتان في الجزء الرابع عشر انتهتا بأن الله يجزي صنفان من الناس أجرهم بأحسن ما كانوا يعملون",
      "sura": "النحل",
      "ayahs": ["30", "97"]
    },
    "11": {
      "question": "آيتان في الجزء الرابع عشر انتهتا (بل أكثرهم لا يعلمون)",
      "sura": "النحل",
      "ayahs": ["75", "101"]
    },
    "12": {
      "question": "آية في الجزء الرابع عشر تبين وسيلة الدعوة إلى الله المثلى",
      "sura": "النحل",
      "ayahs": ["125"]
    },
    "13": {
      "question": "آية في الجزء الرابع عشر يحذر فيها الله من إبطال العمل بعد الإحسان في صنعه وضرب به مثلا بصاحبة الغزل",
      "sura": "النحل",
      "ayahs": ["92"]
    }
  },
  "2025-03-15": {
    "1": {
      "question": "آيتان في الجزء الخامس عشر تتحدث أن الله أعلم بعباده منهم ومن أنفسهم",
      "sura": "الإسراء",
      "ayahs": ["54", "96"]
    },
    "2": {
      "question": "ثلاث آيات في الجزء الخامس عشر تتحدث أن الله صرف في القرآن من أجل الذكرى / الاعتبار / التسليم بدون جدال",
      "sura": "الكهف",
      "ayahs": ["54", "55", "56"]
    },
    "3": {
      "question": "آيتان في الجزء الخامس عشر يأمر الله ملائكته بالسجود لنبيه آدم ويأبى إبليس عليه لعنه الله",
      "sura": "الإسراء",
      "ayahs": ["61", "62"]
    },
    "4": {
      "question": "آيتان في الجزء الخامس عشر يحدث الله رسوله فيهما إن المشركين سيجتهدوا مرة ليفتنوك / ومرة ليخرجوك",
      "sura": "الإسراء",
      "ayahs": ["73", "76"]
    },
    "5": {
      "question": "آيتان في الجزء الخامس عشر بدأت ب (وما منع الناس من الإيمان إذا جاءهم الهدى)",
      "sura": "الإسراء",
      "ayahs": ["94", "95"]
    },
    "6": {
      "question": "آيتان في الجزء الخامس عشر تتحدث عن النبي وعن القرآن أن رسالتهما تبشير للمؤمنين الذين يعملون الصالحات بأنهم مأجورون",
      "sura": "الكهف",
      "ayahs": ["2", "3"]
    },
    "7": {
      "question": "آيتان في الجزء الخامس عشر انتهيتا ( إنه كان بعباده خبيرا بصيرا)",
      "sura": "الإسراء",
      "ayahs": ["30", "96"]
    },
    "8": {
      "question": "آيتان في الجزء الخامس عشر تتحدثا أن الله طبع على قلوب الكافرين فلا يفهموه وفى أذانهم فلا يسمعوه",
      "sura": "الكهف",
      "ayahs": ["57", "101"]
    },
    "9": {
      "question": "آيتان في الجزء الخامس عشر متشابهتان باستنكار الذين كفروا أنهم بعد موتهم وومصيرهم إلى الرفات من أنهم سيبعثون مرة أخرى",
      "sura": "الإسراء",
      "ayahs": ["49", "98"]
    },
    "10": {
      "question": "آيتان في الجزء الخامس عشر تتحدثان عن أنه من يهد الله فله الهدايه ومن يضل فليس له معين ولا نصير",
      "sura": "الكهف",
      "ayahs": ["17", "18"]
    },
    "11": {
      "question": "آيتان في الجزء الخامس عشر تتحدث أن جزاء الكفار جهنم لكفرهم وانكارهم البعث والاستهزاء بالرسل والأنبياء",
      "sura": "الكهف",
      "ayahs": ["106", "107"]
    },
    "12": {
      "question": "آيتان في الجزء الخامس عشر تتحدث عن هروب الحوت في البحر مرة سربا ومرة عجبا",
      "sura": "الكهف",
      "ayahs": ["61", "63"]
    },
    "13": {
      "question": "آية في الجزء الخامس عشر ذكر الله بها اسم مسجدين شريفين",
      "sura": "الإسراء",
      "ayahs": ["1"]
    },
    "14": {
      "question": "آية في الجزء الخامس عشر تتكلم عن أن الذي يريد الآخره لا بد أن يسعى لها سعيا حثيثا",
      "sura": "الإسراء",
      "ayahs": ["19"]
    },
    "15": {
      "question": "آية في الجزء الخامس عشر تدل على رحمة الله بعباده وإن كانوا في كهف مظلم وموحش",
      "sura": "الكهف",
      "ayahs": ["10"]
    }
  },
  "2025-03-16": {
    "1": {
      "question": "ثلاث آيات في الجزء السادس عشر تتحدث عن ثلاث اتجاهات بلغها ذي القرنين",
      "sura": "الكهف",
      "ayahs": ["86", "90", "96"]
    },
    "2": {
      "question": "آيتان في الجزء السادس عشر تكررتا في قصة ذي القرنين",
      "sura": "الكهف",
      "ayahs": ["83", "94"]
    },
    "3": {
      "question": "آيتان في الجزء السادس عشر بدأتا ب ( إن الذين آمنوا وعملوا الصالحات )",
      "sura": "مريم",
      "ayahs": ["60", "96"]
    },
    "4": {
      "question": "خمس آيات في الجزء السادس عشر بدأت ب (واذكر في الكتاب )",
      "sura": "مريم",
      "ayahs": ["16", "41", "51", "54", "56"]
    },
    "5": {
      "question": "ثلاث آيات في الجزء السادس عشر خاطب إبراهيم عليه السلام أباه بأحب ما يخاطب ابن اباه",
      "sura": "مريم",
      "ayahs": ["42", "43", "44"]
    },
    "6": {
      "question": "آيتان في الجزء السادس عشر بدأتا ب ( وكم أهلكنا قبلهم من قرن )",
      "sura": "مريم",
      "ayahs": ["74", "98"]
    },
    "7": {
      "question": "آيتان في الجزء السادس عشر تكرر فيهما ذكر جانب الطور الآيمن",
      "sura": "طه",
      "ayahs": ["80", "85"]
    },
    "8": {
      "question": "آية في الجزء السادس عشر تؤكد على استنفاذ الأسباب البشرية وإن كانت بدفع جذع نخلة",
      "sura": "مريم",
      "ayahs": ["25"]
    },
    "9": {
      "question": "آية في الجزء السادس عشر تبين سبب ضنك المعيشة وعلاجها",
      "sura": "طه",
      "ayahs": ["124"]
    },
    "10": {
      "question": "آية في الجزء السادس عشر ذكر الله بها دابة وصوتها",
      "sura": "طه",
      "ayahs": ["18"]
    },
    "11": {
      "question": "آية في الجزء السادس عشر تتحدث عن الأسباب المعينة على تحمل الأذى (طول الصبر - كثرة التسبيح )",
      "sura": "طه",
      "ayahs": ["130"]
    }
  },
  "2025-03-17": {
      "1": {
        "question": "آيتان في الجزء السابع عشر بدأتا ب ( وما أرسلنا من قبلك من رسول )",
        "sura": "الأنبياء",
        "ayahs": ["25", "45"]
      },
      "2": {
        "question": "ثلاث آيات في الجزء السابع عشر تتحدث عن استجابة الله عزوجل لثلاث من آنبيائه ( أيوب - يونس - زكريا )",
        "sura": "الأنبياء",
        "ayahs": ["83", "87", "89"]
      },
      "3": {
        "question": "آيتان في الجزء السابع عشر تتحدثان عن نوع من الناس يجادل في الله بغير علم",
        "sura": "الحج",
        "ayahs": ["3", "8"]
      },
      "4": {
        "question": "آيتان في الجزء السابع عشر تتحدثان اسم الله الحق",
        "sura": "الحج",
        "ayahs": ["6", "62"]
      },
      "5": {
        "question": "آيتان في الجزء السابع عشر متشابهتان تتحدثان عن مصير الذين آمنوا وعملوا الصالحات من جنان وأنهار",
        "sura": "الحج",
        "ayahs": ["14", "23"]
      },
      "6": {
        "question": "آيتان في الجزء السابع عشر تتحدثان عن نوعان يعظمها المؤمن",
        "sura": "الحج",
        "ayahs": ["32", "36"]
      },
      "7": {
        "question": "آيتان في الجزء السابع عشر انتهتان ب (إن الله لقوي عزيز )",
        "sura": "الحج",
        "ayahs": ["40", "74"]
      },
      "8": {
        "question": "آيتان في الجزء السابع عشر متشابهتان بين فيهما رب العزة أنه يعلم الظواهر والبواطن",
        "sura": "النور",
        "ayahs": ["29", "64"]
      },
      "9": {
        "question": "آية في الجزء السابع عشر ذكر الله فيها كنية سيدنا يونس عليه السلام",
        "sura": "الأنبياء",
        "ayahs": ["87"]
      },
      "10": {
        "question": "آية في الجزء السابع عشر ذكر الله تعالى فيها أربع أطوار لخلق الإنسان قبل خروجه إلى الأرض",
        "sura": "الحج",
        "ayahs": ["5"]
      }
 },
  "2025-03-18": {
    "1": {
      "question": "آيتان فى الجزء الثامن عشر تحدثتان عن أن أحد مشكلات المشركين مع الأنبياء حسب اعتقادهم أنهم مجرد رجال",
      "sura": "المؤمنون",
      "ayahs": ["24", "33"]
    },
    "2": {
      "question": "آيتان في الجزء الثامن عشر تكررا فيهما دعاء نبيين بالنصر على قومهما ( نوح - صالح )",
      "sura": "المؤمنون",
      "ayahs": ["26", "39"]
    },
    "3": {
      "question": "آيتان في الجزء الثامن عشر تحدثتان عن إنشاء الله عزوجل بعد هلاك قوم أقواما أخرى",
      "sura": "المؤمنون",
      "ayahs": ["31", "42"]
    },
    "4": {
      "question": "ثلاث آيات في الجزء الثامن عشر بدات ب (سيقولون لله )",
      "sura": "المؤمنون",
      "ayahs": ["85", "87", "89"]
    },
    "5": {
      "question": "أربع آيات في الجزء الثامن عشر تشابهت في أنه ( لولا فضل الله عليكم ورحمته )",
      "sura": "النور",
      "ayahs": ["10", "14", "20", "21"]
    },
    "6": {
      "question": "آيتان في الجزء الثامن عشر بدأتا بتحذير الذين آمنوا من أمرين",
      "sura": "النور",
      "ayahs": ["27", "58"]
    },
    "7": {
      "question": "آيتان في الجزء الثامن عشر بدأتان بتبارك",
      "sura": "المؤمنون",
      "ayahs": ["14", "61"]
    },
    "8": {
      "question": "آيتان في الجزء الثامن عشر تكرر فيهما ذكر اسم الله تعالى ( رب العرش )",
      "sura": "المؤمنون",
      "ayahs": ["86", "116"]
    },
    "9": {
      "question": "آيتان في الجزء الثامن عشر متتاليتان تحدثان عن صنفان من البشر أحدهما من ثقلت موازينه والآخر من خفت موازينه",
      "sura": "المؤمنون",
      "ayahs": ["102", "103"]
    },
    "10": {
      "question": "ثلاث آيات في الجزء الثامن عشر تكرر فيهم ذكر (وأنت خير )",
      "sura": "المؤمنون",
      "ayahs": ["109", "118"]
    },
    "11": {
      "question": "ثلاث أدعية يدعو بها المؤمن في الجزء الثامن عشر بدأت ب (وقل رب )",
      "sura": "المؤمنون",
      "ayahs": ["29", "97", "98"]
    },
    "12": {
      "question": "آيتان في الجزء الثامن عشر انتهتان ب ( لعلكم تذكرون )",
      "sura": "النور",
      "ayahs": ["17", "34"]
    },
    "13": {
      "question": "ثلاث آيات في الجزء الثامن عشر تكرر فيهم ذكر الله تعالى أنه يبين الآيات",
      "sura": "النور",
      "ayahs": ["46", "58", "59"]
    },
    "14": {
      "question": "آيتان في الجزء الثامن عشر تكرر فيهم (آيات مبينات )",
      "sura": "النور",
      "ayahs": ["1", "34"]
    },
    "15": {
      "question": "آية في الجزء الثامن عشر تعظم من ذنب إشاعة الإفك بين المسلمين فضلا عن الاتهام",
      "sura": "النور",
      "ayahs": ["19"]
    }
  },
  "2025-03-19": {
    "1": {
      "question": "آيتان في الجزء التاسع عشر بدأتان بأن الله ( هو الذي جعل )",
      "sura": "الفرقان",
      "ayahs": ["47", "53"]
    },
    "2": {
      "question": "آيتان في الجزء التاسع عشر تناولتا دعائين لعباد الرحمن",
      "sura": "الفرقان",
      "ayahs": ["65", "74"]
    },
    "3": {
      "question": "كم مرة في الجزء التاسع عشر كررت فيها (إن في ذلك لآية وما كان أكثرهم مؤمنين )",
      "sura": "الشعراء",
      "count": 8
    },
    "4": {
      "question": "كم مرة في الجزء التاسع عشر كررت فيها (وإن ربك لهو العزيز الرحيم )",
      "sura": "الشعراء",
      "count": 8
    },
    "5": {
      "question": "آيتان في الجزء التاسع عشر تحدث الله فيهما عن غرق قومين ( قوم نوح - فرعون وقومه )",
      "sura": "الشعراء",
      "ayahs": ["66", "120"]
    },
    "6": {
      "question": "أربع آيات في الجزء التاسع عشر تشابهت بمقوله أربع آنبياء لقومهم ألا تتقون",
      "sura": "الشعراء",
      "ayahs": ["106", "124", "142", "161"]
    },
    "7": {
      "question": "آيتان في الجزء التاسع عشر متشابهتان تحدثتان عن تكذيب قومين نبيهما (نوح - لوط )",
      "sura": "الشعراء",
      "ayahs": ["105", "160"]
    },
    "8": {
      "question": "خمس آيات تكررت في الجزء التاسع عشر لخمسة أنبياء وهم يخاطبون أقوامهم بأنهم له رسل أمينة",
      "sura": "الشعراء",
      "ayahs": ["107", "125", "143", "162", "178"]
    },
    "9": {
      "question": "ثمان آيات تكررت في الجزء التاسع عشر يطلب أنبياء الله فيهم من قومهم أن يطيعوه ويتقوا الله",
      "sura": "الشعراء",
      "ayahs": ["108", "126", "144", "163", "179"]
    },
    "10": {
      "question": "خمس آيات في الجزء التاسع عشر كررت فيهن أن الأنبياء لا يطلبوا من أقوامهم أجور على الدعوة إلى الله بل ينتظرون الأجر الأخروي من رب العالمين",
      "sura": "الشعراء",
      "ayahs": ["109", "127", "145", "164", "180"]
    },
    "11": {
      "question": "آيتان في الجزء التاسع عشر يحذر فيهما أهل الشرك نبيهما (نوح - لوط ) بالعذاب إن لم يتوقفوا عن الدعوة إلى الله",
      "sura": "الشعراء",
      "ayahs": ["116", "167"]
    },
    "12": {
      "question": "آيتان في الجزء التاسع عشر اتهم المشركون نبيي الله ( صالح - شعيب ) بأنه من أهل السحر وهم ليسوا كذلك",
      "sura": "الشعراء",
      "ayahs": ["153", "185"]
    },
    "13": {
      "question": "آيتان في الجزء التاسع عشر خاطبت فيهما بلقيس قومها تستشيرهم في أمرين",
      "sura": "النمل",
      "ayahs": ["32", "33"]
    },
    "14": {
      "question": "آية في الجزء التاسع عشر تتناول أمنية من أساء اختيار الصديق",
      "sura": "الفرقان",
      "ayahs": ["28"]
    }
  },
  "2025-03-20": {
    "1": {
      "question": "آيتان في الجزء العشرين تتناول جواب كل من قوم ( إبراهيم - لوط ) على دعوة أنبيائهم",
      "sura": "العنكبوت",
      "ayahs": ["24", "29"]
    },
    "2": {
      "question": "آيتان في الجزء العشرين ينادي الله عزوجل فيهما أهل التفكر والتدبر بأن بنظروا في عاقبة أقوام - أطوار الخلق",
      "sura": "الروم",
      "ayahs": ["9", "30"]
    },
    "3": {
      "question": "آيتان في الجزء العشرين تحدثتا أن الله يبادل من يأتيه بحسنة بما هو خير منها ويزيد",
      "sura": "القصص",
      "ayahs": ["84", "61"]
    },
    "4": {
      "question": "ثلاث آيات في الجزء العشرين دعى فيهم موسى عليهم السلام ربه",
      "sura": "القصص",
      "ayahs": ["16", "17", "21"]
    },
    "5": {
      "question": "آيتان تكررتا في الجزء العشرين ينادي فيهما الله عزوجل من أشرك به عن أين هؤلاء الشركاء",
      "sura": "القصص",
      "ayahs": ["62", "74"]
    },
    "6": {
      "question": "ثلاث آيات في الجزء العشرين ينادي الله عباده المشركين يوم القيامة",
      "sura": "القصص",
      "ayahs": ["62", "64", "74"]
    },
    "7": {
      "question": "آيتان في الجزء العشرين يتحدث فيهما رب العزة عن سرمدية النهار أو الليل",
      "sura": "القصص",
      "ayahs": ["71", "72"]
    },
    "8": {
      "question": "آيتان في الجزء العشرين تتحدثان عن مصير الذين آمنوا وعملوا الصالحات",
      "sura": "الروم",
      "ayahs": ["15", "45"]
    },
    "9": {
      "question": "آية في الجزء العشرين تحدثت عن أضعف بيت",
      "sura": "العنكبوت",
      "ayahs": ["41"]
    },
    "10": {
      "question": "آية في الجزء العشرين تناولت أمران ونهيان وبشارتان لأم موسى عليه السلام",
      "sura": "القصص",
      "ayahs": ["7"]
    },
    "11": {
      "question": "آية في الجزء العشرين تدل على أن من يعمل سنة سيئة فعليه وزرها ووزر من عمل بها إلى يوم القيامة",
      "sura": "العنكبوت",
      "ayahs": ["25"]
    },
    "12": {
      "question": "آية في الجزء العشرين تناولت علامة من علامات قيام الساعة (الدابة)",
      "sura": "النمل",
      "ayahs": ["82"]
    }
  },
    "2025-03-21": {
      "1": {
        "question": "آيتان في الجزء الحادي والعشرين يسأل الرسول المشركين عن إذا ما كانوا يعلمون من خلق السماوات والأرض وتكون إجابتهم واحدة",
        "sura": "",
        "ayahs": []
      },
      "2": {
        "question": "آيتان في الجزء الحادي والعشرين تسن قاعدة بشرية لكل أهل الشرك أنه مهما أنعم الله عليهم فإنهم يكفروا بتلك النعم",
        "sura": "",
        "ayahs": []
      },
      "3": {
        "question": "ثلاث آيات في الجزء الحادي والعشرين تتحدث عن ثلاث أحداث عند قيام الساعة",
        "sura": "",
        "ayahs": []
      },
      "4": {
        "question": "سبع آيات في الجزء الحادي والعشرين بدأت ب ( ومن آياته )",
        "sura": "",
        "ayahs": []
      },
      "5": {
        "question": "آيتان في الجزء الحادي والعشرين يأمر الله رسوله الكريم بأن يجعل وجهته بمعيار الدين",
        "sura": "",
        "ayahs": []
      },
      "6": {
        "question": "كم عدد الوصايا التي وصى لقمان عليه السلام ولده بها في الجزء الحادي والعشرين",
        "sura": "",
        "ayahs": []
      },
      "7": {
        "question": "آية في الجزء الحادي والعشرين تبين أن المؤمنين لن يكتمل إيمانهم إلا بجعل الرسول أولوية عن أنفسهم وأموالهم",
        "sura": "",
        "ayahs": []
      },
      "8": {
        "question": "آيتان في الجزء الحادي والعشرين تبين أن من صفات المؤمنين التسليم لله - دوام الذكر - عدم الكبر - قلة نومهم لكثرة قيامهم - دوام الدعاء - كثرة الانفاق",
        "sura": "",
        "ayahs": []
      },
      "9": {
        "question": "آية في الجزء الحادي والعشرين تتناول أسلوب الدعوة لأهل الكتاب ( التجميع على الأمور التي لا تقبل اختلاف وعدم المجادلة )",
        "sura": "",
        "ayahs": []
      },
      "10": {
        "question": "آية في الجزء الحادي والعشرين تتحدث عن أن من أراد الهداية فلابد له أن يجاهد في الله بلا هوادة",
        "sura": "",
        "ayahs": []
      }
    
  },"2025-03-22": {
    "1": {
      "question": "خمس آيات في الجزء الثاني والعشرين ينادي الله الذين آمنوا بأمرين ونهيين وشرط",
      "sura": "",
      "ayahs": []
    },
    "2": {
      "question": "آية في الجزء الثاني والعشرين يأمر الله الذين آمنوا بالصلاة على النبي صلى الله عليه وسلم",
      "sura": "",
      "ayahs": []
    },
    "3": {
      "question": "آيتان في الجزء الثاني والعشرين بدأتا بالحمد لله",
      "sura": "",
      "ayahs": []
    },
    "4": {
      "question": "ثلاث آيات في الجزء الثاني والعشرين لثلاث مقولات للكفار أحدهم فيها جزم والآخرى فيها ادعاء والثالثة فيها استفهام",
      "sura": "",
      "ayahs": []
    },
    "5": {
      "question": "آيتان في الجزء الثاني والعشرين يتحدث فيهما النبي أن بسط الرزق وقبضه بيد الله وحده",
      "sura": "",
      "ayahs": []
    },
    "6": {
      "question": "ثلاث آيات في الجزء الثاني والعشرين ينادي الله الناس فيهم بأمر وحقيقتين",
      "sura": "",
      "ayahs": []
    },
    "7": {
      "question": "آيتان في الجزء الثاني والعشرين يطمئن رب العزة رسوله أن من عادة المشركين التكذيب وكذلك في الأمم السابقة",
      "sura": "",
      "ayahs": []
    },
    "8": {
      "question": "ثلاث آيات في الجزء الثاني والعشرين تناولت أمور لا تستوي أبدا",
      "sura": "",
      "ayahs": []
    },
    "9": {
      "question": "آية في الجزء الثاني والعشرين تنبه المؤمنين والمؤمنات بضرورة الاستسلام لأوامر الله ورسوله بلا مناقشة ولا اختيار",
      "sura": "",
      "ayahs": []
    },
    "10": {
      "question": "آية في الجزء الثاني والعشرين توجه المؤمنين إلى آداب دخول بيوت النبي",
      "sura": "",
      "ayahs": []
    },
    "11": {
      "question": "آية في الجزء الثاني والعشرين تتناول 3 معجزات من معجزات نبي الله سليمان",
      "sura": "",
      "ayahs": []
    }
  },"2025-03-23": {
    "1": {
      "question": "آيتان في الجزء الثالث والعشرين تناولت صيحتان أحدهما هلاك عن طريق جبريل والآخرى للبعث عن طريق إسرافيل",
      "sura": "",
      "ayahs": []
    },
    "2": {
      "question": "ثلاث آيات في الجزء الثالث والعشرين بدأت ب (وآية لهم)",
      "sura": "",
      "ayahs": []
    },
    "3": {
      "question": "آيتان في الجزء الثالث والعشرين تناولتا وعيد من الله أنه لو شاء لطمس على الأعين ولمسخ أهل الكفر",
      "sura": "",
      "ayahs": []
    },
    "4": {
      "question": "آيتان متشابهتان في الجزء الثالث والعشرين إقرار بأن ربوبية الله مطلقة في السماوات والأراضي وما بينهما",
      "sura": "",
      "ayahs": []
    },
    "5": {
      "question": "آيتان في الجزء الثالث والعشرين بالرغم من أنهما كانتا بنفس البداية إلا أن واحدة منهم أتت في صيغة سؤال إنكار والأخرى باستنكار",
      "sura": "",
      "ayahs": []
    },
    "6": {
      "question": "آيتان متشابهتان في الجزء الثالث والعشرين تكرر فيها استنكار أهل الكفر بالبعث بعد الموت",
      "sura": "",
      "ayahs": []
    },
    "7": {
      "question": "أربع آيات في الجزء الثالث والعشرين تكررت فيها بالحديث عن صنف من عباد الله وهم المخلصين",
      "sura": "",
      "ayahs": []
    },
    "8": {
      "question": "ثلاث آيات متكررة في الجزء الثالث والعشرين تناولت ثلاث أنبياء (نوح - إبراهيم - إلياس) أبقى الله أثرهم إلى الأمم التالية",
      "sura": "",
      "ayahs": []
    },
    "9": {
      "question": "أربع آيات في الجزء الثالث والعشرين تؤكد على عطاء الله وجزاءه لأهل الإحسان من أنبيائه",
      "sura": "",
      "ayahs": []
    },
    "10": {
      "question": "ثلاث آيات في الجزء الثالث والعشرين متكررة يخص الله أنبياءه (نوح - إبراهيم - إلياس) بأنهم ضمن عباده المؤمنين",
      "sura": "",
      "ayahs": []
    },
    "11": {
      "question": "آية في الجزء الثالث والعشرين وصى الله بها نبيه داود على إقامة العدل بين الناس",
      "sura": "",
      "ayahs": []
    }
  },
    "2025-03-24": {
      "1": {
        "question": "آيتان في الجزء الرابع والعشرين تتحدث عن فئتين تساقان يوم القيامة أحدهما إلى جهنم والعياذ بالله والآخرى إلى الجنة",
        "sura": "",
        "ayahs": []
      },
      "2": {
        "question": "آيتان في الجزء الرابع والعشرين نادى بهما مؤمن آل فرعون نداءً، أحدهما محذرًا والآخر ناصحًا",
        "sura": "",
        "ayahs": []
      },
      "3": {
        "question": "آيتان في الجزء الرابع والعشرين بدأتا ب (ولقد آتينا موسى)",
        "sura": "",
        "ayahs": []
      },
      "4": {
        "question": "آيتان في الجزء الرابع والعشرين بدأتا بأمر الله بالصبر والتأكيد على أن وعد الله لا جدال ولا مراء فيه سبحانه",
        "sura": "",
        "ayahs": []
      },
      "5": {
        "question": "ثلاث آيات في الجزء الرابع والعشرين بدأت ب (الله الذي جعل لكم)",
        "sura": "",
        "ayahs": []
      },
      "6": {
        "question": "آيتان في الجزء الرابع والعشرين بدأتا ب (وقال الذين كفروا)، أحدهما وهم في الدنيا يحاولون أن يضلوا الناس عن القرآن، والأخرى في الآخرة حين يقفون بين يدي الحق",
        "sura": "",
        "ayahs": []
      },
      "7": {
        "question": "آية في الجزء الرابع والعشرين ذكرت اسم الله الكافي",
        "sura": "",
        "ayahs": []
      },
      "8": {
        "question": "آية في الجزء الرابع والعشرين تتحدث عن جزاء الإيمان ثم الاستقامة",
        "sura": "",
        "ayahs": []
      },
      "9": {
        "question": "آيتان في الجزء الرابع والعشرين تتحدثان عن نقاش يقوم بين المستكبرين وأتباعهم المستضعفين يوم القيامة",
        "sura": "",
        "ayahs": []
      },
      "10": {
        "question": "آية في الجزء الرابع والعشرين ينادي الله عز وجل فيها أهل الإسراف بأنه يغفر الذنب أيا كان قدره وأيا كان عدده وأيا كان حجمه ما لم يمت العبد ",
        "sura": "",
        "ayahs": []
      }
    
  }, "2025-03-25": {
    "1": {
      "question": "آيتان في الجزء الخامس والعشرين يبلغ رسوله الكريم أنه أوحى إليه مرة بالقرآن ومرة عن طريق جبريل عليه السلام",
      "sura": "",
      "ayahs": []
    },
    "2": {
      "question": "ثلاث آيات في الجزء الخامس والعشرين بدأت بنفس البداية، أحدها تتحدث عن أن الله هو الذي يقبل التوبة، الأخرى أن الله الكفيل بنزول الأمطار، والثالثة أنه إله السماء والأرض",
      "sura": "",
      "ayahs": []
    },
    "3": {
      "question": "آيتان في الجزء الخامس والعشرين بدأتا ب (ومن آياته)",
      "sura": "",
      "ayahs": []
    },
    "4": {
      "question": "آيتان في الجزء الخامس والعشرين بدأتا ب (ولئن سألتهم)",
      "sura": "",
      "ayahs": []
    },
    "5": {
      "question": "آيتان متتاليتان في الجزء الخامس والعشرين تتحدثان عن صنف من الناس يسمى بالأفاك",
      "sura": "",
      "ayahs": []
    },
    "6": {
      "question": "ست آيات متوالية في الجزء الخامس والعشرين تتحدث عن عاقبة المتقين",
      "sura": "",
      "ayahs": []
    },
    "7": {
      "question": "ثلاث آيات متوالية في الجزء الخامس والعشرين تتحدث عن ماهية نبتة الزقوم",
      "sura": "",
      "ayahs": []
    },
    "8": {
      "question": "آية في الجزء الخامس والعشرين بها دعاء ركوب الدابة",
      "sura": "",
      "ayahs": []
    },
    "9": {
      "question": "آية في الجزء الخامس والعشرين تبين مصير من يبتعد عن ذكر الله",
      "sura": "",
      "ayahs": []
    },
    "10": {
      "question": "آية في الجزء الخامس والعشرين يبين بها رب العزة أن التدبر في ملكوت الله يهدي إلى طريق الحق سبحانه وتعالى",
      "sura": "",
      "ayahs": []
    }
  },
  "2025-03-26": {
    "1": {
      "question": "آيتان في الجزء السادس والعشرين ينادي الله عز وجل المشركين بتحديهم مرة وباستفهام مرة بقوله قل أرأيتم",
      "sura": "",
      "ayahs": []
    },
    "2": {
      "question": "ثلاث آيات في الجزء السادس والعشرين تتحدث عن مصير ثلاث أصناف: أحدهم بار بأبويه فيتقبل الله منه، الثاني هو العاق لأبويه فيستحق الخسارة، والثالث هم قاطعي الرحم المفسدون في الأرض فاستحقوا اللعن والعمى والصمم",
      "sura": "",
      "ayahs": []
    },
    "3": {
      "question": "آيتان في الجزء السادس والعشرين يعرضان مشهداً للكافرين في الآخرة حين يصيروا إلى النار، إحداهما توبيخ قبل العذاب والأخرى سؤال فيه توبيخ",
      "sura": "",
      "ayahs": []
    },
    "4": {
      "question": "آيتان في الجزء السادس والعشرين تتحدثان عن مصير الكافرين الذين يصدون عن سبيل الله، مرة في الدنيا ومرة في الآخرة",
      "sura": "",
      "ayahs": []
    },
    "5": {
      "question": "آيتان في الجزء السادس والعشرين تتحدثان عن صنف المؤمنين، إحداهما من حيث صفاتهم التعبدية، والأخرى من حيث علاقاتهم البشرية بغيرهم من المؤمنين",
      "sura": "",
      "ayahs": []
    },
    "6": {
      "question": "آية في الجزء السادس والعشرين تتحدث عن أربعة أنهار من أنهار الجنة وعدها الله للمتقين",
      "sura": "",
      "ayahs": []
    },
    "7": {
      "question": "آية في الجزء السادس والعشرين تتحدث عن بيعة الشجرة",
      "sura": "",
      "ayahs": []
    },
    "8": {
      "question": "آية في الجزء السادس والعشرين تبين أن من صفات المؤمنين عدم تتبع الشائعات إلا بعد التبين",
      "sura": "",
      "ayahs": []
    },
    "9": {
      "question": "أربع آيات في الجزء السادس والعشرين تتحدث عن بعض صفات المتقين (أهل إحسان - كثيري قيام الليل - كثيري الاستغفار - كثيري الإنفاق)",
      "sura": "",
      "ayahs": []
    },
    "10": {
      "question": "آيتان في الجزء السادس والعشرين تتحدثان عن قريني الإنسان في الدنيا (ملائكة الكتابة - الشيطان)",
      "sura": "",
      "ayahs": []
    }
  },
  "2025-03-27": {
    "1": {
      "question": "آيتان في الجزء السابع والعشرين تتحدثان عن صفات قوم نوح أنهم أهل فسق / أهل ظلم وطغيان",
      "sura": "",
      "ayahs": []
    },
    "2": {
      "question": "أربع آيات تكررت في الجزء السابع والعشرين يسأل الله عز وجل فيها كيف رأيت أيها المخاطب عذابي الأليم وإنذاري قبل الهلاك",
      "sura": "",
      "ayahs": []
    },
    "3": {
      "question": "أربع آيات تكررت في الجزء السابع والعشرين أن الله تعالى يسر كتابه للتذكر والاتعاظ",
      "sura": "",
      "ayahs": []
    },
    "4": {
      "question": "آيتان في الجزء السابع والعشرين تتحدثان عن المقربين وأصحاب اليمين من حيث العدد",
      "sura": "",
      "ayahs": []
    },
    "5": {
      "question": "آيتان في الجزء السابع والعشرين تكررتا بأمر الله لرسوله والمؤمنين من بعده بأن يلزموا تسبيح إلههم العظيم",
      "sura": "",
      "ayahs": []
    },
    "6": {
      "question": "آيتان في الجزء السابع والعشرين تكررت فيهما النهاية بأن دائم الفضل من الله عز وجل، وهو يصطفي بذاك الفضل من يشاء من واسع ذلك الفضل وعظمته",
      "sura": "",
      "ayahs": []
    },
    "7": {
      "question": "آية في الجزء السابع والعشرين تتحدث أن الشفاعة منوطة برب العباد وحده أو من اختصهم بإذنه",
      "sura": "",
      "ayahs": []
    },
    "8": {
      "question": "آية في الجزء السابع والعشرين يؤكد بها رب العباد أن ما رآه الرسول صلى الله عليه وسلم في رحلة الإسراء والمعراج من آيات الله الكبيرة",
      "sura": "",
      "ayahs": []
    },
    "9": {
      "question": "آية في الجزء السابع والعشرين يعاتب فيها الله المؤمنين على عدم خشوعهم لذكر الله ويحذرهم من مصير الأمم السابقة",
      "sura": "",
      "ayahs": []
    },
    "10": {
      "question": "كم عدد المرات في الجزء السابع والعشرين تكرر فيها ذكر (فبأي آلاء ربكما تكذبان)؟",
      "sura": "",
      "ayahs": []
    },
    "11": {
      "question": "آية في الجزء السابع والعشرين تتحدث عن مدة خلق السماوات والأرض",
      "sura": "",
      "ayahs": []
    }
  }, "2025-03-28": {
    "1": {
      "question": "آيتان في الجزء الثامن والعشرين تتحدثان عن الذين يعادون الله ورسوله يعاقبهم الله بكبتهم في الدنيا مرة وبالذل مرة",
      "sura": "",
      "ayahs": []
    },
    "2": {
      "question": "آيتان في الجزء الثامن والعشرين تتحدثان عن مصير أعداء الله والمنافقين حين يبعثهم الله يوم القيامة",
      "sura": "",
      "ayahs": []
    },
    "3": {
      "question": "آيتان في الجزء الثامن والعشرين تتحدثان عن مصير صنفين: أحدهما من طغى وتجبر وتمرد على أمر رسوله، والآخر أهل النفاق بأن أعد الله لهم شديد عذابه",
      "sura": "",
      "ayahs": []
    },
    "4": {
      "question": "آيتان في الجزء الثامن والعشرين تتحدثان عن من اتخذ يمينه حماية وملاذًا ومخبأً وهو من أهل النفاق",
      "sura": "",
      "ayahs": []
    },
    "5": {
      "question": "آيتان في الجزء الثامن والعشرين متشابهتان وهما افتتاحية سورتيهما لكن بصيغة الماضي",
      "sura": "",
      "ayahs": []
    },
    "6": {
      "question": "آيتان في الجزء الثامن والعشرين تتحدثان عن عدوان لرسول الله صلى الله عليه وسلم، كانوا يشاقونه فيما أنزله الله عليه من البينات (المنافقين \\ اليهود)",
      "sura": "",
      "ayahs": []
    },
    "7": {
      "question": "آيتان في الجزء الثامن والعشرين بدأتا باسم وصفة لله عز وجل: الأولى بأعظم أسمائه سبحانه، والثانية بأنه المنفرد وليس له شريك",
      "sura": "",
      "ayahs": []
    },
    "8": {
      "question": "ثلاث آيات في الجزء الثامن والعشرين جمعت 17 اسمًا وصفة من أسماء الله الحسنى",
      "sura": "",
      "ayahs": []
    },
    "9": {
      "question": "آيتان في الجزء الثامن والعشرين تناولتا مقولتي نبيي الله موسى وعيسى لقومهما",
      "sura": "",
      "ayahs": []
    },
    "10": {
      "question": "آيتان في الجزء الثامن والعشرين متشابهتان وهما افتتاحية سورتيهما لكن بصيغة المضارع",
      "sura": "",
      "ayahs": []
    },
    "11": {
      "question": "آية في الجزء الثامن والعشرين تتحدث عن أصول التجارة المنجية من عذاب الله عز وجل",
      "sura": "",
      "ayahs": []
    },
    "12": {
      "question": "آية في الجزء الثامن والعشرين تبين أن الولد والمال قد يكونان فتنة إذا شغلا العبد عن الله، لأن ما عند الله أجزل وأكبر",
      "sura": "",
      "ayahs": []
    }
  }, "2025-03-29": {
    "1": {
      "question": "آيتان في الجزء التاسع والعشرين تتحدثان عن مصير الكفار يوم القيامة حين لا يستطيعون رفع أبصارهم وهم أذلاء",
      "sura": "",
      "ayahs": []
    },
    "2": {
      "question": "آيتان في الجزء التاسع والعشرين يدعو رب العزة رسوله بأن يصبر لحكمه وحده",
      "sura": "",
      "ayahs": []
    },
    "3": {
      "question": "ثلاث آيات في الجزء التاسع والعشرين يعلم رب العزة رسوله عن ثلاث أمور لم يدركها قبل ذلك وهم (يوم القيامة \\ وادٍ في جهنم \\ اسم آخر من أسماء يوم القيامة)",
      "sura": "",
      "ayahs": []
    },
    "4": {
      "question": "آيتان في الجزء التاسع والعشرين تتحدثان عن ما يُعرض على المؤمنين من أكل وشرب وحالتهم وهم كذلك لما فعلوه في الدنيا",
      "sura": "",
      "ayahs": []
    },
    "5": {
      "question": "آيتان متتاليتان في الجزء التاسع والعشرين عن آلية الدعوة إلى الله بالجهر والسر",
      "sura": "",
      "ayahs": []
    },
    "6": {
      "question": "آيتان متتاليتان في الجزء التاسع والعشرين تناولتا اختصاصين من اختصاصات الله عز وجل وحده (الإجارة - الملك)",
      "sura": "",
      "ayahs": []
    },
    "7": {
      "question": "آيتان في الجزء التاسع والعشرين يأمر الله عز وجل فيهما بذكر اسمه",
      "sura": "",
      "ayahs": []
    },
    "8": {
      "question": "آيتان في الجزء التاسع والعشرين تكررتا وفيهما تذكرة من الله لعباده",
      "sura": "",
      "ayahs": []
    },
    "9": {
      "question": "آيتان في الجزء التاسع والعشرين تتناولان سؤال الله عز وجل عن اعتقاد الإنسان بعدميته في الدنيا والآخرة: في الدنيا بأنه خلق بلا هدف، وفي الآخرة بأنه لن يحاسب!",
      "sura": "",
      "ayahs": []
    },
    "10": {
      "question": "آيتان في الجزء التاسع والعشرين تتحدثان أنه في الدنيا ستؤول الأمور إلى بين يدي الله",
      "sura": "",
      "ayahs": []
    },
    "11": {
      "question": "آية في الجزء التاسع والعشرين تتناول عدد حملة عرش الرحمن",
      "sura": "",
      "ayahs": []
    }
  },"2025-03-30": {
    "1": {
      "question": "آيتان متتاليتان في الجزء الثلاثين يتوعد الله رب العزة المكذبين بأنهم سوف يعلمون",
      "sura": "",
      "ayahs": []
    },
    "2": {
      "question": "ثلاث آيات في الجزء الثلاثين يسأل رب العباد رسوله الكريم عن ثلاث أحاديث هل أتته أم لا !!!",
      "sura": "",
      "ayahs": []
    },
    "3": {
      "question": "آيتان تكررتا في الجزء الثلاثين فيهما تحدث الله عن متاع البشر والحيوانات في الدنيا",
      "sura": "",
      "ayahs": []
    },
    "4": {
      "question": "آيتان في الجزء الثلاثين تتحدثان عن اسمين من أسماء يوم القيامة إذا جاءت",
      "sura": "",
      "ayahs": []
    },
    "5": {
      "question": "آيتان في الجزء الثلاثين يدعو فيهما الله الإنسان إلى التفكر مرة في طعامه والأخرى من أصل خلقه",
      "sura": "",
      "ayahs": []
    },
    "6": {
      "question": "ثلاث آيات في الجزء الثلاثين تحدثت عن ثلاث أوجه يوم القيامة: أحدهم مضيئة، والثانية ذليلة، والثالثة ذات سرور",
      "sura": "",
      "ayahs": []
    },
    "7": {
      "question": "آيتان في الجزء الثلاثين تناولتا علامتين من علامات يوم القيامة تحدث في البحر: الأولى أوقدت حتى تصير نارًا، والثانية فتحت بعضها على بعض فاختلطت",
      "sura": "",
      "ayahs": []
    },
    "8": {
      "question": "آيتان في الجزء الثلاثين تتحدثان أن كل نفس تعلم ما عملت يوم القيامة",
      "sura": "",
      "ayahs": []
    },
    "9": {
      "question": "آيتان في الجزء الثلاثين تناولتا شيئين لا يقسم الله بهما على قدرهما وهما: النجوم الخفية، والضوء الأحمر في مرحلة الشروق والغروب",
      "sura": "",
      "ayahs": []
    },
    "10": {
      "question": "خمس آيات في الجزء الثلاثين تناولت خمس أطوار لليل",
      "sura": "",
      "ayahs": []
    },
    "11": {
      "question": "آيتان في الجزء الثلاثين تناولتا علامة من علامات يوم القيامة تحدث للسماء مع اختلاف المسمى واتفاق المعنى بأن تتشقق لنزول الملائكة",
      "sura": "",
      "ayahs": []
    },
    "12": {
      "question": "آيتان في الجزء الثلاثين تكررتا بأن مصير الأبرار إلى نعيم",
      "sura": "",
      "ayahs": []
    },
    "13": {
      "question": "تسع آيات في الجزء الثلاثين يعلم رب العزة رسوله عن تسعة أمور لم يدركها قبل ذلك",
      "sura": "",
      "ayahs": []
    },
    "14": {
      "question": "آيتان في الجزء الثلاثين تحدثتا عن كتابين يأخذهما أهل البر وأهل الفجور وشتان بينهما",
      "sura": "",
      "ayahs": []
    },
    "15": {
      "question": "آية في الجزء الثلاثين تتحدث عن أن كل البشر مآلهم الخسران إلا من اتصف بأربع صفات",
      "sura": "",
      "ayahs": []
    }
  }
  
  
}