{
  "2025-03-01": {
    "1": {
      "question": "آيتان متشابهتان فى الجزء الأول تتحدث أن المنافقين يدعوا الإيمان وهم ليسوا كذلك ",
      "sura": "البقرة ",
      "ayahs": [
        "14",
        "76"
      ]
    },
    "2": {
      "question": "آيتان كررت فى الجزء الأول يذكر بها الله عزوجل بني اسرائيل بما أنعم به عليهم  وبما فضلهم على العالمين",
      "sura": "البقرة ",
      "ayahs": [
        " 47",
        "122"
      ]
    },
    "3": {
      "question": "آيتان فى الجزء الأول يبلغ الله المؤمنين بالاستعانة على أمورهم بالصبر والصلاة ",
      "sura": "البقرة ",
      "ayahs": [
        "45",
        "153"
      ]
    },
    "4": {
      "question": "آيتان متشابهتان فى الجزء الأول يأمر الله بني اسرائيل بأن يتقوا يوم القيامة يوم لا ينفع أحد أحدا ",
      "sura": "البقرة ",
      "ayahs": [
        "48",
        "123"
      ]
    },
    "5": {
      "question": "آيتان فى الجزء الأول يذكر الله عزوجل بني اسرائيل أنه سبحانه أخذ منهم الميثاق ورفع فوقهم جبل الطور ",
      "sura": "البقرة ",
      "ayahs": [
        "63",
        "93"
      ]
    },
    "6": {
      "question": "آيتان فى الجزء الأول تتحدث عن اتخاذ بني اسرائيل العجل بعد ذهاب موسى لملاقاة ربه ",
      "sura": "البقرة ",
      "ayahs": [
        "52",
        "93"
      ]
    },
    "7": {
      "question": "كم آية ذكر فيها أنبياء الله إبراهيم وإسماعيل وإسحاق على التتابع فى الجزء الأول ",
      "sura": "البقرة ",
      "ayahs": [
        "133",
        "136",
        "140"
      ]
    },
    "8": {
      "question": "آيتان كررت  فى الجزء الأول تتحدث عن أن الله يعلم ما تكسب كل أمة وكل أمة موكله بعملها",
      "sura": "البقرة ",
      "ayahs": [
        "134",
        "141 "
      ]
    },
    "9": {
      "question": "آيتان فى الجزء الأول يأمر الله المؤمنين بإقامة الصلاة وإيتاء الزكاة ",
      "sura": "البقرة ",
      "ayahs": [
        "43",
        "110"
      ]
    },
    "10": {
      "question": "آية في الجزء الأول تتحدث عن أن الله يعلم السر والعلانية ",
      "sura": "البقرة ",
      "ayahs": [
        "77"
      ]
    },
    "11": {
      "question": "آية في الجزء الأول  تتحدث عن من يعادي الله ومن يعاديه الله ",
      "sura": "البقرة ",
      "ayahs": [
        "98"
      ]
    },
    "12": {
      "question": "آية في الجزء الأول تبلغ الرسول بأنه صاحب دعوة ولا يسأل عن المصير",
      "sura": "البقرة ",
      "ayahs": [
        "119"
      ]
    },
    "13": {
      "question": "آية فى الجزء الأول تتحدث أن اليهود أشد الناس حرصا على الحياة الدنيا",
      "sura": "البقرة ",
      "ayahs": [
        "96"
      ]
    },
    "14": {
      "question": "آية فى الجزء الأول تتحدث عن وصية إبراهيم عليه السلام لأولاده ",
      "sura": "البقرة ",
      "ayahs": [
        "132"
      ]
    }
  },
  "2025-03-02": {
    "1": {
      "question": "آيتان متشابهتان فى الجزء الثاني يخاطب فيهما رب العزة رسوله بتحويل وجهه باتجاه قبلته باتجاه المسجد الحرام ",
      "sura": "البقرة ",
      "ayahs": [
        "149",
        "150"
      ]
    },
    "2": {
      "question": "آيتان فى الجزء الثاني يأمر الله المؤمنين أن لا يتبعوا خطوات الشيطان ",
      "sura": "البقرة ",
      "ayahs": [
        "168",
        "208"
      ]
    },
    "3": {
      "question": "آيتان فى الجزء الثاني تتحدث عن من يكتم ما أنزله الله ومصيره ",
      "sura": "البقرة ",
      "ayahs": [
        "159",
        "174 "
      ]
    },
    "4": {
      "question": "آيات في الجزء الثاني تتحدث عن قصة داود عليه السلام وجالوت ",
      "sura": "البقرة ",
      "ayahs": [
        "246 - 251"
      ]
    },
    "5": {
      "question": "آية في الجزء الثاني تتحدث عن أصحاب الكهف ",
      "sura": "البقرة ",
      "ayahs": [
        "243"
      ]
    },
    "6": {
      "question": "آية فى الجزء الثاني تبين ندم من اتبع الضلالة وتمنيهم العودة للدنيا مرة أخرى ليتبرأوا من أصحاب الضلالة ",
      "sura": "البقرة ",
      "ayahs": [
        "167"
      ]
    },
    "7": {
      "question": "آية فى الجزء الثاني تتحدث عن خمس أصناف للانفاق عليهم ",
      "sura": "البقرة ",
      "ayahs": [
        "215"
      ]
    },
    "8": {
      "question": "آية فى الجزء الثاني أمر الله المؤمنين بالمحافظة على الصلوات المفروضة والقنوت لله عزوجل ",
      "sura": "البقرة ",
      "ayahs": [
        "239"
      ]
    }
  },
  "2025-03-03": {
    "1": {
      "question": "آيتان متشابهتان فى الجزء الثالث تتحدث عن الإنفاق يكون جزاءه عن الله ويدفع الخوف والحزن ",
      "sura": "البقرة ",
      "ayahs": [
        "262",
        "274"
      ]
    },
    "2": {
      "question": "آيتان متشابهتان فى الجزء الثالث تتحدث أن كل نفس توفى ما كسبت بدون أن تظلم ",
      "sura": "البقرة / آل عمران ",
      "ayahs": [
        "281",
        "25"
      ]
    },
    "3": {
      "question": "آيتان فى الجزء الثالث بأن الله يحذر عباده منه ",
      "sura": "آل عمران ",
      "ayahs": [
        "28",
        "30"
      ]
    },
    "4": {
      "question": "آية في الجزء الثالث حصرت الشهوات البشرية للإنسان ",
      "sura": "آل عمران ",
      "ayahs": [
        "14"
      ]
    },
    "5": {
      "question": "آية فى الجزء الثالث انفردت بالجمع بين اسمى الله الغني والحليم ",
      "sura": "البقرة ",
      "ayahs": [
        "263"
      ]
    },
    "6": {
      "question": "آية فى الجزء الثالث وهي آخر آية نزولا فى كتاب الله ",
      "sura": "البقرة ",
      "ayahs": [
        "281"
      ]
    },
    "7": {
      "question": "آية فى الجزء الثالث بين الله فيها تحليله للبيع وتحريمه للربا ",
      "sura": "البقرة",
      "ayahs": [
        "275"
      ]
    },
    "8": {
      "question": "آية فى الجزء الثالث تتحدث عن رفع عيسى عليه السلام إلى السماء",
      "sura": "آل عمران ",
      "ayahs": [
        "55"
      ]
    }
  },
  "2025-03-04": {
    "1": {
      "question": "آيتان متشابهتان فى الجزء الرابع يأمر الله المؤمنين بعدم طاعة أهل الكفر والشرك وإلا سيحبط العمل ",
      "sura": "آل عمران ",
      "ayahs": [
        "100",
        "149"
      ]
    },
    "2": {
      "question": "آيتان فى الجزء الرابع انتهتا بأن المؤمنون يتوكلون على الله ",
      "sura": "آل عمران ",
      "ayahs": [
        "122",
        "160"
      ]
    },
    "3": {
      "question": "آيتان فى الجزء الرابع تتحدث عن صنفان جعل الله جزائهم فى الآخره ان لهم عذاب أليم ",
      "sura": "آل عمران ",
      "ayahs": [
        "177",
        "188"
      ]
    },
    "4": {
      "question": "آيتان فى الجزء الرابع جمعت شروط التوبة للذين إذا فعلوا ذنب",
      "sura": "آل عمران ",
      "ayahs": [
        "135"
      ]
    },
    "5": {
      "question": "آيتان متتاليتان فى الجزء الرابع تتحدث عن من هم المتقين ",
      "sura": "آل عمران ",
      "ayahs": [
        "134 - 135"
      ]
    },
    "6": {
      "question": "آية فى الجزء الرابع تطلب من المؤمنين الاعتصام بالله وعدم التفرق ",
      "sura": "آل عمران ",
      "ayahs": [
        "103"
      ]
    },
    "7": {
      "question": "آية فى الجزء الرابع تبين أن نصر الله للمؤمنين ببدر من عظيم فضله ",
      "sura": "آل عمران ",
      "ayahs": [
        "123"
      ]
    },
    "8": {
      "question": "آية فى الجزء الرابع انتهت ب (والله عليم حليم )",
      "sura": "النساء",
      "ayahs": [
        "12"
      ]
    },
    "9": {
      "question": "آية فى الجزء الرابع تتحدث عن عاقبة من يقول حسبنا الله ونعم الوكيل",
      "sura": "آل عمران ",
      "ayahs": [
        "174"
      ]
    }
  },
  "2025-03-05": {
    "1": {
      "question": "آيتان فى الجزء الخامس تتحدثان يضرب الله بهم المثل حين أتاهم نصيبا من الكتاب",
      "sura": "النساء",
      "ayahs": [
        "44",
        "51"
      ]
    },
    "2": {
      "question": "آيتان فى الجزء الخامس تتحدثان أن الله يغفر الذنوب جميعا لمن يشاء  إلا الشرك ",
      "sura": "النساء",
      "ayahs": [
        "48",
        "116"
      ]
    },
    "3": {
      "question": "آيتان متشابهتان فى الجزء الخامس تتحدث عن مصير الذين آمنوا وعملوا الصالحات الأبدي ",
      "sura": "النساء",
      "ayahs": [
        "57",
        "122"
      ]
    },
    "4": {
      "question": "آيتان فى الجزء الخامس تتحدث عن أن من يكسب ذنبا فيكون وباله عليه وحده",
      "sura": "النساء",
      "ayahs": [
        "111",
        "112"
      ]
    },
    "5": {
      "question": "آيتان فى الجزء الخامس تتحدثان عن أن من لا يهديه الله فلن يجد طريقا واضحا وسيبقى مشتت",
      "sura": "النساء",
      "ayahs": [
        "88",
        "143 "
      ]
    },
    "6": {
      "question": "آيتان فى الجزء الخامس تتناول صنفان أمر الله رسوله الكريم أن يعرض عنهم ",
      "sura": "النساء",
      "ayahs": [
        "63",
        "81"
      ]
    },
    "7": {
      "question": "آيتان فى الجزء الخامس تتحدث أنه لولا فضل الله لكان المصير إلى الضلال واتباع الشيطان ",
      "sura": "النساء",
      "ayahs": [
        "83",
        "113"
      ]
    },
    "8": {
      "question": "آية فى الجزء الخامس يعجز الله به الناس بأن القرآن ليس فيه اختلاف واحد ",
      "sura": "النساء",
      "ayahs": [
        "82"
      ]
    },
    "9": {
      "question": "آية فى الجزء الخامس تتحدث ان من صفات المنافقين والكافرين الخوض فى آيات الله ",
      "sura": "النساء",
      "ayahs": [
        "140"
      ]
    },
    "10": {
      "question": "آية فى الجزء الخامس تبين أن التناجي غير محمود إلا فى ثلاث خصال ",
      "sura": "النساء",
      "ayahs": [
        "114"
      ]
    }
  },
  "2025-03-06": {
    "1": {
      "question": "آيتان فى الجزء السادس ينادي الله فيهما أهل الكتاب بأنه بعث لهم الرسول ليوضح ويبين لهم ",
      "sura": "المائدة",
      "ayahs": [
        "15 /19"
      ]
    },
    "2": {
      "question": "آيتان فى الجزء السادس يوضح الله فيهما بكفر كل من قال إن الله هو المسيح ",
      "sura": "المائدة",
      "ayahs": [
        "17",
        "72"
      ]
    },
    "3": {
      "question": "آيتان فى الجزء السادس يأمر الله المؤمنين بعدم موالاة أهل الكفر ولا الشرك ",
      "sura": "المائدة ",
      "ayahs": [
        "51",
        "57"
      ]
    },
    "4": {
      "question": "آيتان فى الجزء السادس تتحدثان أن الله مالك السماوات والأرض وما بينهما ",
      "sura": "المائدة ",
      "ayahs": [
        "17",
        "18"
      ]
    },
    "5": {
      "question": "آية فى الجزء السادس تتحدت عن تقاعس بني اسرائيل عن نصرة نبي الله موسى لفتح الأرض المقدسة",
      "sura": "المائدة ",
      "ayahs": [
        "24"
      ]
    },
    "6": {
      "question": "خمس آيات متتالية فى الجزء السادس تحكي قصتي ولدي آدم قابيل وهابيل ",
      "sura": "المائدة ",
      "ayahs": [
        "27-31"
      ]
    },
    "7": {
      "question": "آية الوحيدة فى الجزء السادس التى سبق الله الحديث عن عذابه قبل الحديث عن مغفرته بمشيئته ",
      "sura": "المائدة ",
      "ayahs": [
        "40"
      ]
    },
    "8": {
      "question": "آية فى الجزء السادس يأمر الله رسوله ببلاغ الرساله كما أنزلها الله والله سيتكفل بعصمة نبيه ",
      "sura": "المائدة ",
      "ayahs": [
        "67"
      ]
    },
    "9": {
      "question": "ثلاث آيات متتالية فى الجزء السادس تتحدث عن قصة المائدة التى نزلت من السماء ",
      "sura": "المائدة",
      "ayahs": [
        "112-115"
      ]
    }
  },
  "2025-03-07": {
    "1": {
      "question": "آيتان فى الجزء السابع تتحدثان أن الله قاهرفوق عباده ",
      "sura": "الأنعام",
      "ayahs": [
        "18",
        "61"
      ]
    },
    "2": {
      "question": "آيتان فى الجزء السابع تتحدثان أنه لا يوجد من هو أشد ظلما ممن أفترى على الله بالكذب",
      "sura": "الأنعام",
      "ayahs": [
        "21",
        "93"
      ]
    },
    "3": {
      "question": "آيتان فى الجزء السابع تتحدث عن مصير الذين يكذبون بآيات الله عزوجل ",
      "sura": "الأنعام",
      "ayahs": [
        "39",
        "49"
      ]
    },
    "4": {
      "question": "آية فى الجزء السابع تتحدث عن إحاطه الله عزوجل بكل شئ رطبه ويابسه بره وبحره وكل ذلك بأمره ",
      "sura": "الأنعام",
      "ayahs": [
        "59"
      ]
    },
    "5": {
      "question": "آية فى الجزء السابع تتحدث عن عاقبة الصادقين فى الآخرة ",
      "sura": "المائدة ",
      "ayahs": [
        "119"
      ]
    },
    "6": {
      "question": "آية فى الجزء السابع تتحدث عن عاقبة الظالمين إذا أتاهم الموت ",
      "sura": "الأنعام",
      "ayahs": [
        "93"
      ]
    },
    "7": {
      "question": "أربع آيات متتالية  فى الجزء السابع جمعت أسماء 18 نبيا ",
      "sura": "الأنعام ",
      "ayahs": [
        "84"
      ]
    },
    "8": {
      "question": "أيتان فى الجزء السابع تتحدثان عن صنفان من الناس إذا لقاهم رسول الله يقابل أحدهم بالسلام والرحمه والآخر فبالإعراض والفراق",
      "sura": "الأنعام ",
      "ayahs": [
        "68",
        "54"
      ]
    }
  },
  "2025-03-08": {
    "1": {
      "question": "آيتان متشابهتان فى الجزء الثامن يرد بها نبي الله على قومه بأن ليس به طيش ولكن مرسل من الله تبارك وتعالى ",
      "sura": "الأعراف ",
      "ayahs": [
        "61",
        "67"
      ]
    },
    "2": {
      "question": "آيتان متشابهتان فى الجزء الثامن يعلم بها نبي الله قومه أنه يبلغهم رسالات الله التى تتنزل عليه وينصحهم فى أمور دنياهم ",
      "sura": "الأعراف ",
      "ayahs": [
        "62",
        "68"
      ]
    },
    "3": {
      "question": "آيتان متشابهتان فى الجزء الثامن يتعجب من قومه لتعجبهم أن الله أرسل لهم رجل منهم ومعه رسالة لينذرهم بها ",
      "sura": "الأعراف ",
      "ayahs": [
        "63",
        "69"
      ]
    },
    "4": {
      "question": "آيتان فى الجزء الثامن تتحدث أن رب العزة تبارك وتعالى لو شاء ما فعل اهل الضلال والشرك ما فعلوه وأوصى بالابتعاد عنهم وما يفترونه",
      "sura": "الأنعام ",
      "ayahs": [
        "112",
        "137"
      ]
    },
    "5": {
      "question": "آيتان فى الجزء الثامن تتحدث أنه لا يوجد من هو أشد ظلما ممن افترى على الله بالكذب",
      "sura": "الأنعام / الأعراف ",
      "ayahs": [
        "144",
        "37"
      ]
    },
    "6": {
      "question": "آية فى الجزء الثامن تبين أن الطاعة للأكثرية لا تهدي صاحبها ",
      "sura": "الأنعام ",
      "ayahs": [
        "116"
      ]
    },
    "7": {
      "question": "ثلاث آيات متتالية فى الجزء الثامن بها ثمان أوامر من نبي الله شعيب إلى قومه",
      "sura": "الأعراف ",
      "ayahs": [
        "85-87"
      ]
    },
    "8": {
      "question": "آية فى الجزء الثامن تتحدث عن مصير الذين يكذبوا بآيات الله ويستكبروا عنها ",
      "sura": "الأعراف ",
      "ayahs": [
        "41"
      ]
    }
  },
  "2025-03-09": {
    "1": {
      "question": "آيتان في الجزء التاسع تتحدثان عن قول ملأ قوم فرعون الأولى باتهام موسى بالسحر والثانية بالتحريض على موسى عليه السلام بالفساد ",
      "sura": "الأعراف ",
      "ayahs": [
        "90",
        "127"
      ]
    },
    "2": {
      "question": "آيتان في الجزء التاسع تتحدثان أنه عند دعوة أعداء الله لا يتبعوا الحق ولا يسمعوه ",
      "sura": "الأعراف ",
      "ayahs": [
        "193",
        "198"
      ]
    },
    "3": {
      "question": "آيتان في الجزء التاسع انتهيتا بأن الله خير الفاتحين وخير الغافرين ",
      "sura": "الأعراف ",
      "ayahs": [
        "89",
        "155"
      ]
    },
    "4": {
      "question": "آيتان متشابهتان في الجزء التاسع تتحدثان عن مجموعة من الناس يتبعون الحق وبه يهدون الناس وكذلك يعدلون بينهم ",
      "sura": "الأعراف ",
      "ayahs": [
        "159",
        "181"
      ]
    },
    "5": {
      "question": "آيتان في الجزء التاسع تتحدث عن وحيين أوحى الله بهما إلى موسى فما هما ",
      "sura": "الأعراف ",
      "ayahs": [
        "117",
        "160"
      ]
    },
    "6": {
      "question": "ما هي عدد العيون التي فجرها الله لكليمه عليه السلام",
      "sura": "الأعراف ",
      "ayahs": [
        "160"
      ]
    },
    "7": {
      "question": "ما القول الذي امر الله بني إسرائيل ان يقولوه وهم داخلون الأرض المقدسة ",
      "sura": "الأعراف ",
      "ayahs": [
        "161"
      ]
    },
    "8": {
      "question": "آيتان في الجزء التاسع تحدثتا عن مصير المكذبين بآيات الله ",
      "sura": "الأعراف ",
      "ayahs": [
        "147",
        "182"
      ]
    },
    "9": {
      "question": "آيتان في الجزء التاسع تتحدث أن من يدعوا من دون الله لا يستطيع من يدعوه أن يقوم بنصره ولا أن ينصر نفسه ",
      "sura": "الأعراف ",
      "ayahs": [
        "197",
        "192"
      ]
    },
    "10": {
      "question": "آية فى الجزء التاسع تبين أن نبي الله محمد ذكر فى التوراة والانجيل ",
      "sura": "الأعراف ",
      "ayahs": [
        "157"
      ]
    },
    "11": {
      "question": "آية فى الجزء التاسع تتحدث عن صنف من أهل النار لهم عقول وأعين وآذان ولكن بلا فائدة ",
      "sura": "الأعراف ",
      "ayahs": [
        "179"
      ]
    },
    "12": {
      "question": "آية فى الجزء التاسع تتحدث عن أن الإسلام بالنسبة للكفار يمحو ما قبله بشرط عدم العودة ",
      "sura": "الأنفال",
      "ayahs": [
        "38"
      ]
    }
  },
  "2025-03-10": {
    "1": {
      "question": "آيتان متشابهتان في الجزء العاشر تتحدث أن هناك أمم ساروا على دأب قوم فرعون ومن قبلهم فاستحقوا العقاب الآلهي ",
      "sura": "الأنفال ",
      "ayahs": [
        "52",
        "54"
      ]
    },
    "2": {
      "question": "آيتان في الجزء العاشر يخاطب رب العزة رسوله الكريم أن المشركين إن أرادوا أن يخدعوه ويخونوه وأن الله كافيهم  ",
      "sura": "الأنفال ",
      "ayahs": [
        "62",
        "71"
      ]
    },
    "3": {
      "question": "آيتان في الجزء العاشرمتتاليتين تتحدثان عن ثلاثة أصناف ممن جعلهم الله أهل الإيمان الحقيقي",
      "sura": "الأنفال ",
      "ayahs": [
        "74",
        "75"
      ]
    },
    "4": {
      "question": "آيتان في الجزء العاشر يعد الله أهل النفاق والكفار باللعن وجهنم وأهل الإيمان بالرضوان والجنة ",
      "sura": "التوبة ",
      "ayahs": [
        "68",
        "72"
      ]
    },
    "5": {
      "question": "آيتان في الجزء العاشر أنتهيتا بأن الله لا يهدي القوم الفاسقين ",
      "sura": "التوبة ",
      "ayahs": [
        "24",
        "80"
      ]
    },
    "6": {
      "question": "آيتان في الجزء العاشر تتحدثان أن المنافقين يحلفون لمجرد إرضاء ظاهري للمسلمين وعدم قولهم بالكفر ",
      "sura": "التوبة ",
      "ayahs": [
        "62",
        "74"
      ]
    },
    "7": {
      "question": "آيتان في الجزء العاشر يتحدث الله عن أهل النفاق ويختم الآيات أن ابقوا مع القاعدين المتخلفين",
      "sura": "التوبة ",
      "ayahs": [
        "83",
        "46"
      ]
    },
    "8": {
      "question": "آية في الجزء العاشر تتحدث أنه لا نفع ولا ضر إلا بما قد قدره الله على عباده",
      "sura": "التوبة ",
      "ayahs": [
        "51"
      ]
    },
    "9": {
      "question": "آيتان متشابهتان في الجزء العاشر ينهى الرسول عن الاعجاب بأموال وأولاد المنافقين لانها مصدر لعذابهم في الدنيا والآخره",
      "sura": "التوبة ",
      "ayahs": [
        "55",
        "85"
      ]
    },
    "10": {
      "question": "ثلاث آيات متتالية فى الجزء العاشر تتحدث عن غزوة حنين ",
      "sura": "التوبة ",
      "ayahs": [
        "25 - 27"
      ]
    },
    "11": {
      "question": "آية فى الجزء العاشر تتحدث عن ثمان أصناف مستحقي للصدقة ",
      "sura": "التوبة ",
      "ayahs": [
        "60"
      ]
    },
    "12": {
      "question": "آية فى الجزء العاشر تتحدث أن لا مغفرة للمشركين إن ماتوا ولو استغفر لهم رسول الله بنفسه",
      "sura": "التوبة ",
      "ayahs": [
        "80"
      ]
    }
  }
}